[{"collection":"Couvent St. Etienne","photoId":"00021-J0021","tags":["Jérusalem","Esplanade des mosquées","Haram","Dôme du Rocher","al-Aqsa","la vieille ville","A. Jaussen","Verre 7 x 13 cm"],"caption":"Jérusalem. Vue stéréoscopique de l’esplanade des mosquées, ou Haram,  avec le Dôme du Rocher, et, en arrière-plan, au centre, al-Aqsa. Sur la droite, la partie du quartier musulman de la vieille ville qui jouxte  le Haram. Vu depuis le minaret qui est à l’angle nord-ouest du Haram. Photo du père A. Jaussen, dominicain, vers 1905-10. Verre 7 x 13 cm, conservé à l’École biblique.","date":"1905-01-01","file":"\/188imagesjpeg\/00021-J0021.jpg"},{"collection":"Couvent St. Etienne","photoId":"00116-J0120","tags":["Jérusalem","neige","Hospice St Paul","Paulus-Haus","Couvent Saint-Étienne","A. Jaussen","Verre 7 x 13 cm"],"caption":"Stéréoscopique de la neige sur Jérusalem en 1911, prise du toit du couvent St Étienne\/École biblique, du nord vers le sud. Au centre, au second plan, l’hospice allemand St Paul (actuel Schmidt School), qui cache la Porte de Damas. La muraille se devine au centre, montant sur la droite. À l’arrière-plan, la coupole du St Sépulcre sous la neige. Le chevet de la basilique St Étienne des pères dominicains ferme la photo sur sa frange droite ; tout le premier plan est le jardin du couvent. Cliché du père Jaussen, format 7 x 13 cm.","date":"1911-01-01","file":"\/188imagesjpeg\/00116-J0120.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17345-Prickartz, 073","tags":["Ortas","Artas","Urtas","hortus conclusus","Bethléem","Jules Prickartz","4.5 x 10.7 cm"],"caption":"Aux environs de Bethléem, à Ortas (ou Artas), le hortus conclusus faisant écho au texte du Cantique des Cantiques. Sur la droite, un bâtiment en construction, dont le toit ne sera pas une terrasse ou une coupole, car on voit la ligne faîtière du tympan, pour un toit de tuiles en double pente. Au sol, les résidus de taille de pierres. Les deux chameliers portent leur cravache sur les épaules. Le petit cliché stéréoscopique (4,5 x 10,7 cm) est de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-09 – ce qui donne une fourchette de dates impérative. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1908-01-01","file":"\/188imagesjpeg\/17345-Prickartz, 073.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17380-Prickartz, 108","tags":["Jérusalem","Esplanade des Mosquées","Fontaine Qaït Bey","Sabil","Mamelouke","Jules Prickartz","petit négatif  stéréoscopique"],"caption":"À Jérusalem, sur l’esplanade des Mosquées, devant la fontaine Qaït Bey, une sébille (sabil) d’époque mamelouke ancienne. Vue vers le sud. Sur la droite, le groupe des étudiants de l’École biblique : des pères dominicains en blanc, des ecclésiastiques en soutane… (distinguable sur la moitié gauche du stéréo).  Le petit négatif  stéréoscopique est de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-09. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1908-01-01","file":"\/188imagesjpeg\/17380-Prickartz, 108.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17339-Prickartz, 067","tags":["Citerne","Puits","Campagne de Palestine","Tanakés","Nawars","Jules Prickarts","petit négatif  stéréoscopique"],"caption":"Dans la campagne palestinienne, en un lieu malheureusement non précisé, un point d’eau (citerne) auquel les femmes puisent en utilisant des bidons de fer blanc, dits « tanakés » (de l’anglais tank). Les femmes ne portent pas le costume villageois palestinien ; il s’agit de nawars, les tziganes du Proche-Orient. Le petit négatif  stéréoscopique est de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-09. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1908-01-01","file":"\/188imagesjpeg\/17339-Prickartz, 067.jpg"},{"collection":"Couvent St. Etienne","photoId":"15379-Z9888","tags":["Jérusalem","Porte de Damas","Musrara","Paulus-Haus","Notre-Dame de France","Consulat général de France","Cathédrale russe","Moskobiyeh","Cathédrale éthiopienne","verre 18 x 24 cm (ciel réduit)"],"caption":"Jérusalem, à l’extérieur de la Porte de Damas, le quartier nord, dit Musrara. Le père R. Savignac, dominicain, a pris ce cliché à l’angle très original au printemps 1911. Il est le seul photographe dont nous sachions qu’il ait eu l’idée de tourner le dos à la Porte de Damas, de monter sur le chemin de ronde (que l’on voit au tout premier plan) et de saisir au grand angle Musrara. Le gros bâtiment neuf à droite est l’hospice catholique allemand St Paul. Dans le ciel, tout à gauche, Notre-Dame de France des assomptionnistes ; puis le Consulat général de France ; au centre, la cathédrale russe orthodoxe et les bâtiments russes dits « moskobiyeh », et enfin, tout à droite, la coupole de la cathédrale éthiopienne. Le centre est occupé par les maisons individuelles, la plupart neuves : le quartier était en pleine expansion. Contact d’un verre 18 x 24 cm (ciel réduit).","date":"1911-01-01","file":"\/188imagesjpeg\/15379-Z9888.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17325-Prickartz, 053","tags":["Jérusalem","Porte de Jaffa","Fontaine","Sabil  - Sébille","Jules Prickartz","Petit négatif  stéréoscopique"],"caption":"Jérusalem, devant la porte de Jaffa. Puis, la citadelle et la muraille qui file en perspective, du nord au sud. L’édicule sur la gauche est la toute nouvelle fontaine publique, ou sébille, offerte à la Municipalité par le Sultan Abdul Hamid II.  Petit négatif  stéréoscopique de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-09. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1908-01-01","file":"\/188imagesjpeg\/17325-Prickartz, 053.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17323-Prickartz, 051","tags":["Jérusalem","Via Dolorosa","Dames de Sion","Ecce Homo","Arc Ecce Homo","Jules Prickartz","Petit négatif  stéréoscopique"],"caption":"Jérusalem, la Via Dolorosa à hauteur du couvent des Dames de Sion (« Ecce Homo »), dont la grille d’entrée de la chapelle se voit à gauche. Vue vers l’est. L’arcade romaine est connue comme l’arc de l’Ecce Homo, partie centrale d’un arc de triomphe à trois arcades dont une des deux latérales se trouve dans le chœur de la chapelle. Petit négatif  stéréoscopique de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-09. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1908-01-01","file":"\/188imagesjpeg\/17323-Prickartz, 051.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17380-Prickartz, 108","tags":["Jérusalem","Esplanade des Mosquées","Fontaine Qaït Bey","Sabil","Mamelouke","Jules Prickartz","1908-1909"],"caption":"17380-Prickartz108. À Jérusalem, sur l’esplanade des Mosquées, devant la fontaine Qaït Bey, une sébille (sabil) d’époque mamelouke ancienne. Vue vers le sud. Sur la droite, le groupe des étudiants de l’École biblique : des pères dominicains en blanc, des ecclésiastiques en soutane… (distinguable sur la moitié gauche du stéréo).  Le petit négatif  stéréoscopique est de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-09. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1908-01-01","file":"\/188imagesjpeg\/17380-Prickartz, 108.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17321-Prickartz, 049","tags":["Jérusalem","Stéréoscopique 4.5 x 10.7",""],"caption":"À Jérusalem, rare cliché de la Porte de Damas, côté intérieur de la ville. En 1908, aucune boutique n’occupait les trottoirs. Stéréoscopique 4,5 x 10,7 de M. Jules Prickarts, élève laïc à l’École biblique.","date":"1908-01-01","file":"\/188imagesjpeg\/17321-Prickartz, 049.jpg"},{"collection":"Couvent St. Etienne","photoId":"11741-Benoit284","tags":["Jérusalem","Pierre Benoit","plan-film 6 x 9.5 cm","1936-1938"],"caption":"Jérusalem, vers 1936-38. L’extérieur de la Porte de Damas. À droite, la Porte avec en face d’elle, le parking à voitures (taxis, dont on devine le toit) ; à gauche, l’hospice catholique allemand St Paul. Vue de l’ouest vers l’est (au fond, le Mt des Oliviers). Cliché du père Pierre Benoit, alors jeune professeur dominicain à l’École biblique ; plan-film 6 x 9,5 cm.","date":"1936-01-01","file":"\/188imagesjpeg\/11741-Benoit284.jpg"},{"collection":"Couvent St. Etienne","photoId":"11740-Benoit283","tags":["Jérusalem","Pierre Benoitr","la vieille ville","plan-film 6 x 9.5 cm","1938"],"caption":"Jérusalem. Depuis la terrasse des pères assomptionnistes de St Pierre-en-Gallicante, sur la colline de Sion, vue de la Vieille Ville, du Mt des Oliviers, et, sur la droite, du village de Siloé.  Le dôme à l’arrière-plan à gauche est celui de la mosquée al-Aqsa. Vers 1938. Cliché du père Pierre Benoit, dominicain ; plan-film 6 x 9,5 cm.","date":"1938-01-01","file":"\/188imagesjpeg\/11740-Benoit283.jpg"},{"collection":"Couvent St. Etienne","photoId":"11738-Benoit281","tags":["Jérusalem","Pierre Benoitr","la vieille ville","plan-film 6 x 9.5 cm","1938"],"caption":"Jérusalem, la vieille ville vue du nord vers le sud, à partir des fortifications de la Porte de Damas. Au premier plan, les tissus tendus par les marchands pour protéger du soleil le souq principal descendant de la Porte vers le cœur de la ville. Au centre gauche, le gros bâtiment rectangulaire est l’Hospice Autrichien. Derrière lui, le Dôme du Rocher. L’axe de la photo est une légère dépression, qui correspond à l’ancienne vallée,  assez comblée, du Tyropéon. À l’horizon lointain, la mosquée el-Aqsa, et la colline, hors la ville, où se trouve la propriété dite Maison d’Abraham. Vers 1938. Cliché du père Pierre Benoit, dominicain ; plan-film 6 x 9,5 cm.","date":"1938-01-01","file":"\/188imagesjpeg\/11738-Benoit281.jpg"},{"collection":"Couvent St. Etienne","photoId":"11507-Benoit050","tags":["Jérusalem","Pierre Benoit","plan-film 6 x 9.5 cm","1938"],"caption":"Jérusalem. Le St Sépulcre, avec au premier plan, les étais contre la façade de l’entrée, fragilisée par le tremblement de terre de 1927. La petite coupole, au centre, est celle qui recouvre la croisée du transept, ou Chœur des Grecs orthodoxes. Vu vers le nord-ouest. À l’horizon : sur la gauche, le clocher de St Sauveur, puis Notre-Dame de France, le dôme des Ethiopiens, le clocher pseudo-florentin de l’hôpital italien, le quartier juif de Méa-She’arim. Vers 1938. Cliché du père Pierre Benoit, dominicain ; plan-film 6 x 9,5 cm.","date":"1938-01-01","file":"\/188imagesjpeg\/11507-Benoit050.jpg"},{"collection":"Couvent St. Etienne","photoId":"11499-Benoit042","tags":["Jérusalem","Pierre Benoit","la vieille ville","plan-film 6 x 9.5 cm","1937-1938"],"caption":"Jérusalem, à l’angle nord-est du  quartier musulman de la vieille ville, l’église Ste Anne. Ce Domaine National français abrite deux précieuses entités : l’église croisée (vers 1.140 ap. J.-C.) consacrée à la mère de la Vierge Marie, Ste Anne, et les fouilles des piscines de Bethesda. Le cliché du père Pierre Benoit, dominicain (plan- film 6 x 9,5 cm, vers 1937-38), est pris du haut du toit-terrasse du couvent des Pères-Blancs (Missionnaires d’Afrique), qui gardent et animent ce lieu en y dirigeant le Séminaire Grec-Catholique, ou Melkite, fondé en 1882.  À l’horizon, dans le ciel, au centre, les premiers bâtiments de l’université Hébraïque, sur le Mt Scopus, puis, à droite, le début du Mt des Oliviers.","date":"1937-01-01","file":"\/188imagesjpeg\/11499-Benoit042.jpg"},{"collection":"Couvent St. Etienne","photoId":"10756-Ferrero088","tags":["Jérusalem","Porte","Manuel Ferrero","Tirage papier 9 x 12 cm","1929-1931"],"caption":"10756-Ferrero 088. Jérusalem, l’extérieur de la Porte des Lions, ou Bâb Sitti Mariam, ou Bâb el-Asbât, (ou Porte St Étienne). Seule porte donnant plein est, depuis que la Porte Dorée a été murée au Moyen-Age, elle est la sortie vers le Mt des Oliviers, mais aussi vers Jéricho. La Porte est une architecture militaire du Moyen-Age, reprise à l’époque mamelouke. Les quatre lions sculptés (peut-être déplacés d’ailleurs) qui l’encadrent sont les armoiries du sultan Baïbars. Photo du dominicain espagnol, le père Manuel Ferrero, étudiant à l’École biblique fin 1929-début 1931. Tirage papier 9 x 12 cm.","date":"1929-01-01","file":"\/188imagesjpeg\/10756-Ferrero088.jpg"},{"collection":"Couvent St. Etienne","photoId":"10729-Ferrero061","tags":["Jérusalem","Manuel Ferrero","Tirage papier 9 x 12 cm","1929-1931"],"caption":"Jérusalem. Le fossé du rempart à l’orient. La contre-escarpe, sur la gauche, porte un grand cimetière musulman. Vu du nord vers le sud. Pour évider le fossé, le rocher a été taillé, et des restes de carrière se voient nettement à la base même du rempart. À cet endroit, le tracé peut correspondre à celui de l’Antiquité (hérodienne, romaine puis byzantine). Photo du dominicain espagnol, le père Manuel Ferrero (papier 9 x 12 cm), étudiant à l’École biblique fin 1929-début 1931.","date":"1929-01-01","file":"\/188imagesjpeg\/10729-Ferrero061.jpg"},{"collection":"Couvent St. Etienne","photoId":"10697-Ferrero029","tags":["Jérusalem","Manuel Ferrero","Tirage papier 9 x 12 cm","1929-1931"],"caption":"L’extérieur de la Porte de Jaffa, vue vers le sud-ouest. Au centre, le bassin d’eau de pluie dit Birket el-Sultân, avec la structure assez récente qui abrite un système de pompes. Sur la droite, le long bâtiment du quartier juif dit Montefiore. À gauche, l’église et les bâtiments annexes de l’hospice écossais. Photo du père M. Ferrero, prise depuis le rempart ouest, dans le prolongement de la Citadelle ; entre 1929 et 1931, dates de son séjour comme élève à l’École biblique.","date":"1929-01-01","file":"\/188imagesjpeg\/10697-Ferrero029.jpg"},{"collection":"Couvent St. Etienne","photoId":"08481-73","tags":["Jérusalem","R. Savignac","Plaque de verre 18 x 24 cm","1905"],"caption":"Jérusalem vue depuis l’actuelle Maison d’Abraham, autrefois établissement bénédictin (et propriété de l’Église Syriaque catholique). Au premier plan, les maisons du village palestinien de Siloé. Puis le rempart sud, avec les deux mosquées au centre : el-Asqa et le Dôme du Rocher. À gauche, le quartier juif, et le St Sépulcre contre le bord. Plaque de verre 18 x 24 cm, du père R. Savignac, dominicain. Vers 1905.","date":"1905-01-01","file":"\/188imagesjpeg\/08481-73.jpg"},{"collection":"Couvent St. Etienne","photoId":"08471-63","tags":["Jérusalemr","la vieille ville","R. Savignac","Plaque de verre 18 x 24 cm","1905-1910"],"caption":"Dans la vieille ville de Jérusalem, le porche mamelouke du tribunal musulman, Mahkamah el-Shar’iyah, à l’ouest de la porte Bâb el-Silsilah, donnant sur l’esplanade. Le tribunal a occupé pendant une brève période ce qui était une madrasah mamelouke désaffectée, la Tankiziyah (1328). À dr., au premier plan, un père dominicain sert d’échelle humaine. Plaque de verre 18 x 24 cm, du père R. Savignac. Vers 1905-10.","date":"1905-01-01","file":"\/188imagesjpeg\/08471-63.jpg"},{"collection":"Couvent St. Etienne","photoId":"08466-58","tags":["Jérusalem","R. Savignac","Plaque de verre 18 x 24 cm","1905-1910"],"caption":"08466-58. Rare vue de la mosquée el-Aqsa, prise du haut d’un minaret (aujourd’hui interdit d’accès). À l’horizon, sur la gauche, le Mt des Oliviers ; sur la droite, la Maison d’Abraham, alors couvent bénédictin. Plaque de verre 18 x 24 cm, du père R. Savignac, dominicain. Vers 1905-10.","date":"1905-01-01","file":"\/188imagesjpeg\/08466-58.jpg"},{"collection":"Couvent St. Etienne","photoId":"08454-47","tags":["Jérusalem","R. Savignac","Plaque de verre 18 x 24 cm","1905-1910"],"caption":"Face nord de la muraille de Jérusalem, avec la Porte de Damas au centre-droit. Rare photo prise de la terrasse du couvent dominicain St Etienne \/ École biblique, par le père R. Savignac, début 1898. La date est confirmée par les échafaudages qui entourent le clocher de la toute neuve Erlöser Kirche, qui attend en novembre 1898 son inauguration par l’empereur d’Allemagne Guillaume II. Tout à droite, les deux coupoles du St Sépulcre. Au fond, au centre, les coupoles des grandes synagogues, dont la Hurva. Le premier plan est le jardin du couvent, le plan moyen l’emplacement du futur Garden Tomb des Anglicans. Les extérieurs de la Porte de Damas sont encore vierges de tout bâtiment… Plaque de verre 18 x 24 cm, de R. Savignac.","date":"1898-01-01","file":"\/188imagesjpeg\/08454-47.jpg"},{"collection":"Couvent St. Etienne","photoId":"07951-4377","tags":["Jérusalem","R. Savignac","Plaque de verre 13 x 18 cm","1925"],"caption":"À l’intérieur de la vieille Jérusalem, le quartier derrière la Porte de Damas, vu vers l’est, le Bézétha (partie gauche du cliché). Au centre, l’Hospice Autrichien. À droite, le dôme de l’église des Arméniens catholiques, la IIIe Station (= Notre-Dame du Spasme). À l’horizon, le Mt des Oliviers. Vue prise depuis l’Hospice Polonais (Dom Polski). Plaque de verre 13 x 18 cm, du père R. Savignac, vers 1925.","date":"1925-01-01","file":"\/188imagesjpeg\/07951-4377.jpg"},{"collection":"Couvent St. Etienne","photoId":"07630-4013","tags":["Jérusalem","R. Savignac","Plaque de verre 13 x 18 cm","1910"],"caption":"Jérusalem vue de l’est vers l’ouest, depuis le sommet du Mt des Oliviers – plus précisément, depuis la terrasse du Tombeau des Prophètes (Qubur el-Anbia). Au premier plan, le cimetière juif, tel qu’avant les destructions de 1948. L’esplanade des Mosquées domine le centre ; tout à gauche, l’église allemande de la Dormition. Dans le ciel, on devine le clocher de la Custodie des franciscains, Notre-Dame de France ; à droite, l’hôpital italien… Photo du père Savignac, dominicain ; plaque de verre 13 x 18 cm, vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/07630-4013.jpg"},{"collection":"Couvent St. Etienne","photoId":"06839-658","tags":["Jérusalem","R. Savignac","Plaque de verre 13 x 18 cm","1910"],"caption":"Jérusalem, sur l’esplanade des Mosquées, ou Harâm el-Sherif. Le Dôme du Rocher domine, mais au premier plan, une plate-forme de belles dalles sert de mosquée de plein air. Les fidèles sont en train de prier (d’où le flou de mouvement de deux personnages au centre). La fine rambarde de fer forgé fait office de mirhâb, indiquant la direction de La Mecque ; la photo est du sud-ouest vers le nord-est, le photographe tournant le dos à el-Aqsa. À droite, entre les arbres, on devine la petite coupole du Dôme de la Chaîne.  Photo du père Savignac, plaque 13 x 18 cm. Vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/06839-658.jpg"},{"collection":"Couvent St. Etienne","photoId":"06788-605","tags":["Jérusalem","la vieille ville","Plaque de verre 13 x 18 cm","1910"],"caption":"Le flanc nord de la vieille ville de Jérusalem, vu depuis le mur de propriété du couvent dominicain de St Étienne (École biblique), du nord-est vers le sud-ouest. La Porte de Damas est complètement cachée par la construction, en cours, de l’hospice catholique allemand de St Paul, au centre-gauche. Le jardin au premier plan, au-delà du petit chemin, est le Garden Tomb anglican. Dans le ciel, de g. à dr., le clocher des luthériens, les 2 coupoles du St Sépulcre, le donjon de la Citadelle, le clocher des Franciscains. Tout à droite en haut, on devine l’aile sud de Notre-Dame de France. La date est donnée par la construction de St Paul : 1909-1910. Photo des dominicains, verre 13 x 18 cm.","date":"1909-01-01","file":"\/188imagesjpeg\/06788-605.jpg"},{"collection":"Couvent St. Etienne","photoId":"06686-503","tags":["Jérusalem","R. Savignac","Plaque de verre 13 x 18 cm","1910"],"caption":"À 300 m au nord de la Porte de Damas, Jérusalem, la nouvelle propriété des dominicains français, St Étienne. Au premier plan, la fouille des ruines de la basilique byzantine construite par l’impératrice Eudocie au Ve s., et consacrée au martyr Étienne ; puis, les tranchées de fondation du premier bâtiment construit par les religieux, la future École biblique. Du coup, la photo est précisément datée de juin 1891. Au-delà du mur de jardin, et des oliviers, la nouvelle ville, sur la colline ouest.  Au centre-gauche, la rue qui monte est la rue des Prophètes. Au centre, le dôme de l’église éthiopienne. À droite, le début du quartier juif de Méa-Shéarim. Cliché du père Savignac, plaque 13 x 18 cm.","date":"1891-01-01","file":"\/188imagesjpeg\/06686-503.jpg"},{"collection":"Couvent St. Etienne","photoId":"06079-8071","tags":["Jérusalem","Plaque de verre 10 x 15 cm","1922-1924"],"caption":"Façade et portail d’entrée de l’église du Tombeau de la Vierge, à Gethsémani, dans la vallée du Cédron. La structure croisée repose sur les puissantes fondations de la crypte byzantine de la basilique qui s’élevait à cet emplacement, un bâtiment probablement circulaire. Le portail et les pavages grossiers qui le précèdent seront modifiés, la photo doit être vers 1922-24. Plaque de verre 10 x 15 cm, des dominicains.","date":"1922-01-01","file":"\/188imagesjpeg\/06079-8071.jpg"},{"collection":"Couvent St. Etienne","photoId":"06078-8070","tags":["Jérusalem","Plaque de verre 10 x 15 cm","1922-1924"],"caption":"À Jérusalem, extérieur des remparts, à l’est : à dr., le rempart (esplanade des Mosquées) ; à g., le début du Mt des Oliviers. Au premier plan des pèlerins s’abritant du soleil. Au centre, dans la vallée du Cédron, le jardin de Gethsémani des Franciscains. À gauche l’église italienne de l’Agonie (ou des Nations) en cours de construction (on distingue les échafaudages), et la route vers Jéricho qui monte au col de Râs el-Amûd. Au centre, dans le haut, le village de Siloé et la Maison d’Abraham, alors aux bénédictins. Plaque 10 x 15 cm, des dominicains. Vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/06078-8070.jpg"},{"collection":"Couvent St. Etienne","photoId":"05583-6626","tags":["Jérusalem","Albert Einstein","Plaque de verre 11 x 15 cm","1923"],"caption":"À Jérusalem, le 6 février 1923. Rare document montrant Albert Einstein venu brièvement en Terre sainte pour l’inauguration de l’Université Hébraïque. La photo fait partie des 5 déclenchements de l’appareil du père Carrière. Ils étaient trois dominicains à avoir été invités au déjeuner en l’honneur d’Einstein : le père Dhorme, à droite, alors directeur de l’École biblique, le père Sertillanges, à gauche, et le photographe, Carrière. Le perron est celui d’Augusta Victoria, au sommet du Mt des Oliviers, alors siège du Gouvernorat. L’hôte qui reçoit est Sir Herbert Samuel, Gouverneur britannique de Palestine. Madame Einstein est à gauche, puis H. Samuel, Madame Samuel, Einstein, le P. Dhorme. Plaque de verre 11 x 15 cm. ","date":"1923-01-01","file":"\/188imagesjpeg\/05583-6626.jpg"},{"collection":"Couvent St. Etienne","photoId":"05496-2514","tags":["Jérusalem","Albert Einstein","Plaque de verre 11 x 15 cm","1913"],"caption":"Au sud-ouest de Jérusalem, sur un champ derrière les Clarisses, le premier avion qui n’ait jamais atterri à Jérusalem, le 31 décembre 1913, — avec redécollage le 3 janvier 1914, pour Le Caire. Il s’agit d’un Nieuport, français, dont les deux pilotes étaient aussi Français – d’où la présence de photographies de l’événement dans les archives dominicaines (et des Pères-Blancs de Ste Anne). Toute la communauté française était venue accueillir les héros du moment (cf. photo suivante). Les officiers de l’armée turque sont là aussi, un peu dépités, car ils savaient que des pilotes turcs, avec du matériel allemand, tentaient aussi l’exploit, sans succès. À droite, dans la foule, quatre habits dominicains (en plus du photographe, R. Savignac). Plaque 11 x 15.","date":"1913-01-01","file":"\/188imagesjpeg\/05496-2514.jpg"},{"collection":"Couvent St. Etienne","photoId":"05495-2513","tags":["Jérusalem","M. Bonnier","Plaque de verre 11 x 15 cm","1913"],"caption":"Même événement que supra. Au centre, le pilote, M. Bonnier, encadré de Pères-Blancs de Ste Anne, dont la fanfare vient de se produire. Celle-ci est composée des séminaristes grecs-catholiques (melkites) dont les Pères-Blancs avaient la charge. Plaque 11 x 15, du 31 déc. 1913.","date":"1913-01-01","file":"\/188imagesjpeg\/05495-2513.jpg"},{"collection":"Couvent St. Etienne","photoId":"04842-1779","tags":["Jérusalem","M. Bonnier","Plaque de verre 11 x 15 cm","1905-1910"],"caption":"À Jérusalem, au nord de la Porte de Damas, et devant le mur de propriété des pères dominicains (couvent St Étienne \/ École biblique). Un groupe de Nawars, sorte de Tziganes du Proche-Orient, appelés aussi Doms. Population nomade, essayant de survivre à la porte des villes. Plaque 11 x 15 soit du P. Savignac, soit du P. Jaussen, les deux s’étant fort intéressés aux Nawars ; vers 1905-1910.","date":"1905-01-01","file":"\/188imagesjpeg\/04842-1779.jpg"},{"collection":"Couvent St. Etienne","photoId":"04744-1673","tags":["Jérusalem","R. Savignac","Plaque de verre 11 x 15 cm","1921-1922"],"caption":"Environ de Jérusalem, vers l’ouest. Le monastère grec orthodoxe (anciennement géorgien) de La Croix. Au premier plan, à gauche, un monument mégalithique. À l’horizon, à gauche toujours, une institution française, l’école professionnelle - et orphelinat - St Pierre, fondé par le père Ratisbonne. Cliché du père Savignac, publié en 1922 dans la Revue biblique, à l’occasion de l’étude des tombes mégalithiques. Plaque 11 x 15 cm, probablement de fin 1921, début 1922.","date":"1921-01-01","file":"\/188imagesjpeg\/04744-1673.jpg"},{"collection":"Couvent St. Etienne","photoId":"04720-1633","tags":["Jérusalem","la vieille ville","R. Savignac","Plaque de verre 11 x 15 cm","1921-1922"],"caption":"Dans la vieille ville de Jérusalem, en face de la Bâb el-Silsilah (une des entrées ouest à l’esplanade), la fontaine publique  construite sur l’ordre du Sultan Soliman le Magnifique en 1537. Le monument réemploi des éléments décoratifs croisés dans le tympan (frise, rosace), et un sarcophage antique comme cuve ; les restaurations des années 1940 font de ce cliché un bon témoignage de l’état antérieur. Photo de R. Savignac, dominicain, vers 1909-10 ; verre 11 x 15 cm.","date":"1909-01-01","file":"\/188imagesjpeg\/04720-1633.jpg"},{"collection":"Couvent St. Etienne","photoId":"04687-1599","tags":["Jérusalem","R. Savignac","Plaque de verre 11 x 15 cm","1921-1922"],"caption":"Jérusalem, le Dôme du Rocher. La mosquée est « l’écrin » du trésor spirituel qu’est le Rocher sacré, en son centre. D’où sa forme originale, un octogone – qui n’est en rien la forme des grandes salles de prières ; ce rôle sera dévolu à la mosquée-sœur, el-Aqsa. Les deux monuments, dans la théologie topographique musulmane, n’en font qu’un. L’octogone enchâssant une pierre sacrée est une réminiscence de l’architecture religieuse byzantine. Le cliché est pris du haut du minaret de Bâb el-Silsilah, par le père Savignac, vers 1909 ; son point de vue plongeant permet de voir la structure du toit du déambulatoire du Dôme. Vers le nord-est ; à l’arrière-plan, le Mt des Oliviers ; sur sa gauche, dans le ciel, on devine Augusta Victoria en construction. ","date":"1909-01-01","file":"\/188imagesjpeg\/04687-1599.jpg"},{"collection":"Couvent St. Etienne","photoId":"04683-1595","tags":["Jérusalem","mosquée","el-Aqsa","R. Savignac","Plaque de verre 11 x 15 cm","1921-1922"],"caption":"Jérusalem, façade et porche de la mosquée el-Aqsa, en vue frontale, du nord vers le sud. La lumière rasante a été choisie par le père Savignac pour souligner la structure du porche central, avec ses éléments croisés réintégrés. Au centre, la fontaine aux ablutions, pourvue de sa grille récente. Verre 11 x 15 cm. Même campagne photographique que pour la photo n° 08466-58, supra, et la suivante.","date":null,"file":"\/188imagesjpeg\/04683-1595.jpg"},{"collection":"Couvent St. Etienne","photoId":"04680-1592","tags":["Jérusalem","mosquée","el-Aqsa","Dôme du Rocher","la vieille ville","Plaque de verre 11 x 15 cm","1909-1910"],"caption":"Jérusalem, rare vue d’el-Aqsa prise depuis le haut du tambour du Dôme du Rocher (à la base du dôme proprement dit) : les deux mosquées en relation visuelle… Le père Savignac avait obtenu la permission de monter sa chambre photographique sur le Dôme. Vue du nord-est vers le sud-ouest. L’horizon est vide, la Jérusalem moderne ne s’étant pas encore étendue en direction de Bethléem. Tout à droite, le bord du quartier juif de la vieille ville, et le Mt Sion, sans Gallicante, mais avec les Clarisses sur la ligne du ciel. Même jour que cliché précédent, mais année imprécise, estimée vers 1909-1910. Plaque 11 x 15 cm.","date":"1909-01-01","file":"\/188imagesjpeg\/04680-1592.jpg"},{"collection":"Couvent St. Etienne","photoId":"04677-1589","tags":["Jérusalem","mosquée","Haram el-Sharif","Dôme du Rocher","Plaque de verre 11 x 15 cm","1909-1910"],"caption":"Jérusalem, le Haram el-Sharif, vu du minaret qui fait l’angle nord-ouest de l’esplanade des Mosquées. À droite, le quartier musulman, et, au fond, le quartier juif ancien ; la dépression entre le quartier musulman et le quartier juif est la trace du Tyropéon, l’ancien ouady nord-sud. Au centre, verticalement, la ligne des petites coupoles dont l’alignement, avec celui du minaret du haut duquel la photo est prise et le minaret tout à l’arrière-plan, marque la limite antique occidentale du temenos, ou enceinte sacrée, ayant portée le Temple puis les Mosquées. Même campagne photographique que la photo précédente : plaque 11 x 15 cm de Savignac, vers 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/04677-1589.jpg"},{"collection":"Couvent St. Etienne","photoId":"04629-1535","tags":["Jérusalem","Porte","Porte d’Hérode","Porte Bâb el-Zahar","R. Savignac","Plaque de verre 11 x 15 cm","1910"],"caption":"Jérusalem, le front nord-est de la muraille. L’ancien fossé est presque comblé. Au centre, une grosse tour laisse voir l’arcature de la Porte d’Hérode ou Bâb el-Zahar (anciennement el-Sâhirah). À droite, le chemin deviendra un axe essentiel de la ville arabe, la rue Soliman. Au fond, à droite, le haut de l’hospice allemand St Paul (Schmidt School), et le cimetière musulman qui donna son nom arabe à la Porte. Cliché du père R. Savignac, dominicain, en 1910 ; verre 11 x 15 cm.","date":"1910-01-01","file":"\/188imagesjpeg\/04629-1535.jpg"},{"collection":"Couvent St. Etienne","photoId":"04571-1516","tags":["Jérusalem","neige","R. Savignac","Mt des Oliviers","Plaque de verre 11 x 15 cm","1911"],"caption":"Jérusalem sous la neige, février 1911. Vue complémentaire de la précédente : la partie centrale du long front nord de la muraille urbaine. Au fond, le Mt des Oliviers. Vue prise de l’ouest vers l’est. À droite, le cimetière musulman. Les oliviers occupent la zone qui est aujourd’hui la rue Saladin (Salah el-Dîn), principale artère commerciale de Jérusalem la palestinienne. Photo Savignac, verre 11 x 15 cm.","date":"1911-01-01","file":"\/188imagesjpeg\/04571-1516.jpg"},{"collection":"Couvent St. Etienne","photoId":"01451-STN-014","tags":["Jérusalem","neige","A. Jaussen","Mt des Oliviers","Plaque de verre  4.5 x 10. 7 cm","1907"],"caption":"Jérusalem. Vue stéréoscopique du front ouest de la muraille : dans le haut, la Citadelle. La Porte de Jaffa demeure cachée au centre-gauche par un bâtiment. Rare témoignage des balbutiements de l’occupation hors les murs, à l’ouest de la ville, à la fin de l’époque ottomane. La tour de l’horloge de la Porte de Jaffa n’étant pas encore construite, le cliché est d’avant 1907. Par le père A. Jaussen, spécialiste à l’Ecole biblique des stéréos. Ici, son plus petit format : verre 4,5 x 10, 7 cm.","date":"1907-01-01","file":"\/188imagesjpeg\/01451-STN-014.jpg"},{"collection":"Couvent St. Etienne","photoId":"03289-3897","tags":["Jérusalem","village","la vieille ville","Old City","R. Savignac","Plaque de verre 9 x 12 cm","1907"],"caption":"Jérusalem. Le village de Siloé (Silwân), au sud-est de la vieille ville. Beau témoignage visuel de la complémentarité du monde agricole sub-urbain avec la ville : scène de dépiquetage de la paille à l’aide d’un traineau équipé de silex pointus sur sa face inférieure. Au milieu du village palestinien, le bâtiment allongé était tout neuf : des logements « sociaux » pour les pauvres Juifs yéménites, parfaits arabophones, et à l’aise dans cet environnement.  Photo R. Savignac, dominicain, verre 9 x 12 cm, vers 1907.","date":"1907-01-01","file":"\/188imagesjpeg\/03289-3897.jpg"},{"collection":"Couvent St. Etienne","photoId":"04564-1506","tags":["Jérusalem","neige","A. Jaussen","Mt des Oliviers","Plaque de verre  4.5 x 10. 7 cm","1910"],"caption":"Jérusalem. Le quartier nord à l’extérieur de la muraille. Vue prise d’une terrasse, au sommet du rempart. À gauche, le complexe dominicain du couvent St Étienne,  sa basilique byzantine entièrement reconstruite sur fondations anciennes, les bâtiments de l’École biblique. Au centre, le petit cimetière musulman al-Sâhirah. À droite, la falaise de la Grotte de Jérémie, carrière dans l’Antiquité ; puis le quartier de la rue Saladin, non encore planifié, mais avec deux bâtiments en construction. En 1910 (publiée en 1912, dans Jérusalem Antique). Photo R. Savignac, verre 11 x 15 cm","date":"1910-01-01","file":"\/188imagesjpeg\/04564-1506.jpg"},{"collection":"Couvent St. Etienne","photoId":"01425-STN-010","tags":["Jérusalem","Porte","Porte de Jaffa (Bâb el-Khâlil)","A. Jaussen","Mt des Oliviers","Stéréoscopique","Plaque de verre  4.5 x 10. 7 cm","1907"],"caption":"Jérusalem, la Porte de Jaffa (Bâb el-Khâlil).  On note la procession des petits écoliers en uniforme. Stéréoscopique du père A. Jaussen, avant 1907 (pas de tour de l’horloge), verre 4,5 x 10,7 cm. ","date":"1907-01-01","file":"\/188imagesjpeg\/01425-STN-010.jpg"},{"collection":"Couvent St. Etienne","photoId":"00218-J0222","tags":["Jérusalem","la colline de l’Ophel","Cité de David","A. Jaussen","Mt des Oliviers","Stéréoscopique","Plaque de verre  7 x 13 cm","1913-1914"],"caption":"Jérusalem, au sud. Fouilles archéologiques françaises de R. Weill, en 1913-14, sur l’emplacement de la ville biblique la plus ancienne, -- emplacement qui est aujourd’hui hors les murs. Il s’agit de la colline de l’Ophel, ou Cité de David , et,  à l’époque de Weill, el-Dawwârah. On distingue les restes imposants de carrières romaines. Dans ces déblais, on cherchait le tombeau de David… Les travaux romains et byzantins ayant tout arasé, les fouilles furent peu concluantes. Les ouvriers sont de Siloé (Silwân), mêlant Arabes musulmans et Juifs yéménites. Stéréo du père A. Jaussen, en 1913-début 1914 ; verre 7 x 13 cm.","date":"1913-01-01","file":"\/188imagesjpeg\/00218-J0222.jpg"},{"collection":"Couvent St. Etienne","photoId":"08433-26","tags":["Jérusalem","la colline de l’Ophel","Cité de David","A. Jaussen","Mt des Oliviers","Stéréoscopique","Plaque de verre 18 x 24 cm","1909-1910"],"caption":"Jérusalem, fenêtre médiévale au-dessus de l’entrée du St Sépulcre. Lors d’une campagne photographique, les dominicains font passer une chambre photographique par la fenêtre des arméniens. Le père Vincent vient de recevoir du père Abel la caméra, une 13 x 18 cm. Un troisième dominicain prend la photo, le père Savignac, avec sa grosse chambre 18 x 24 – et un quatrième, A. Jaussen prends des stéréoscopiques, conservées par ailleurs. Le but était de photographier de près les extraordinaires chapiteaux croisés, avec leurs volutes. Pour accéder, on ne pouvait passer que par l’étage arménien de la Rotonde, puis la fenêtre donnant sur le balcon qui surplombe la façade d’entrée. Cliché R. Savignac, verre 18 x 24 cm. Vers 1909-1910.","date":"1909-01-01","file":"\/188imagesjpeg\/08433-26.jpg"},{"collection":"Couvent St. Etienne","photoId":"04505-14016","tags":["Jérusalem","St Sépulcre","Plaque de verre 9 x 12 cm","1920"],"caption":"Jérusalem, devant l’entrée du St Sépulcre. Après la victoire de 1918, les soldats Alliés assuraient par alternance entre Italiens (ici à gauche) et Français (au centre) une garde d’honneur devant la basilique. Le Mandat britannique mit vite fin à cette pratique, que les Anglais n’appréciaient guère, évoquant trop les revendications catholiques sur les Lieux saints. Vers 1920. Photo R. Savignac, verre 9 x 12 cm.","date":"1920-01-01","file":"\/188imagesjpeg\/04505-14016.jpg"},{"collection":"Couvent St. Etienne","photoId":"08767-468","tags":["Jérusalem","monastère","monastère grec-orthodoxe de St Jean-Baptiste","R. Savignac","Plaque de verre 18 x 24 cm","1920"],"caption":"Jérusalem. Dans le quartier chrétien du Mauristan, la cour du petit monastère grec-orthodoxe de St Jean-Baptiste, un jour de pluie. Vue depuis l’entrée à partir du souq dit Rue des Chrétiens. Le bâtiment est à deux niveaux : ce qui est devenu une vaste crypte témoigne d’une construction remarquable, avec trois absides et conques, qui était au niveau des rues de l’époque romaines et byzantines. Le niveau du sol ayant exceptionnellement monté, l’église actuelle, d’origine médiévale, repose sur les épaisses structures antiques. Il se peut qu’elle  soit la première petite église de l’Ordre des Hospitaliers de St Jean – devenu l’Ordre de Malte.  Photo R. Savignac, vers 1910, verre 18 x 24 cm.","date":"1910-01-01","file":"\/188imagesjpeg\/08767-468.jpg"},{"collection":"Couvent St. Etienne","photoId":"08771-472","tags":["Jérusalem","basilique","basilique Ste Anne","église","Pères-Blancs","R. Savignac","Plaque de verre 18 x 24 cm"],"caption":"Jérusalem. Façade de la basilique Ste Anne, dans le Domaine national français confié aux Pères-Blancs. L’unique église croisée de Jérusalem appartient à la France depuis 1856, et est soigneusement entretenue sous l’œil vigilant d’un Architecte en Chef des monuments historiques. Construite en 1138, l’église desservait une communauté monastique féminine. L’inscription arabe au-dessus du linteau de la porte rappelle que le vainqueur des croisés, Saladin (en 1192) l’avait transformée en école théologique musulmane, sauvant ainsi le bâtiment de la ruine. Photo de R. Savignac, dominicain, verre 18 x 24 cm.","date":null,"file":"\/188imagesjpeg\/08771-472.jpg"},{"collection":"Couvent St. Etienne","photoId":"00002-J0002","tags":["Jérusalem","St Sépulcre","Cité de David","A. Jaussen","Mt des Oliviers","Stéréoscopique","Plaque de verre  7 x 13 cm"],"caption":"Jérusalem, l’entrée du St Sépulcre un jour de fête religieuse. La foule des pèlerins se presse dans l’unique porte. Rare cliché qui montre le petit peuple chrétien oriental, et non des pèlerins Européens, comme c’est presque toujours le cas dans les photos anciennes. On voit des pèlerins modestes si ce n’est pauvres, des popes, etc.  En vente, sur le dallage, des reproductions d’icônes, des articles de piété populaire. Cliché stéréoscopique du père A. Jaussen, verre 7 x 13 cm. Année indéterminée, fin de l’époque turque ou tout début du Mandat britannique.","date":null,"file":"\/188imagesjpeg\/00002-J0002.jpg"},{"collection":"Couvent St. Etienne","photoId":"00407-J0406","tags":["Haïfa","Mont Carmel","feast of Saint Elijah","Mâr Elias","A. Jaussen","Stéréoscopique","Plaque de verre  7 x 13 cm","1923"],"caption":"Au Mont Carmel, au-dessus de Haïfa, la fête de la saint Élie, ou Mâr Elias. On célébrait la fête du saint, surnommé aussi al-Khader, autour du 20 juillet, par des festivités qui duraient trois jours. Une troupe théâtrale déguisée donne un spectacle en plein air. Les musiciens sont assis sur la partie gauche du cercle. Verre stéréoscopique de 7 x 13 cm, du père A. Jaussen, 19-20 juillet 1923.","date":"1923-01-01","file":"\/188imagesjpeg\/00407-J0406.jpg"},{"collection":"Couvent St. Etienne","photoId":"00341-J0345","tags":["Haïfa","Mont Carmel","la fête de la saint Élie","Mâr Elias","Stella Maris","couvent","le couvent des pères Carmes","A. Jaussen","Stéréoscopique","Plaque de verre  7 x 13 cm","1923"],"caption":"Au Mont Carmel, au-dessus de Haïfa, la fête de la saint Élie, ou Mâr Elias. Dans la grande cour de Stella Maris, le couvent des pères Carmes, procession de la statue du prophète Elie brandissant son épée (centre-gauche). Les Carmes, revêtus de leur cape blanche sur l’habit brun, entourent la statue. À gauche, le vieux phare, puis le bâtiment de l’hôtellerie des pèlerins. Tout à droite du cliché, on devine le socle de la colonne qui porte une grande croix en pierre. Verre stéréoscopique de 7 x 13 cm, du père A. Jaussen, juillet 1923.","date":"1923-01-01","file":"\/188imagesjpeg\/00341-J0345.jpg"},{"collection":"Couvent St. Etienne","photoId":"00345-J0349","tags":["Haïfa","Mont Carmel","la fête de la saint Élie","Mâr Elias","Stella Maris","couvent","le couvent des pères Carmes","A. Jaussen","Stéréoscopique","Plaque de verre  7 x 13 cm","1923"],"caption":"Au Mont Carmel, au-dessus de Haïfa, la fête de la saint Élie, ou Mâr Elias. Un petit garçon tout paré est amené vers l’église dans les bras de son père sur le cheval blanc, tenu par la bride. À gauche et au centre, les gens applaudissent. L’enfant a été préalablement voué à saint Élie ; par  la ziffah, cérémonie qu’un religieux carme effectue en coupant une mèche de cheveux de l’enfant, les parents sont déliés du vœu, qui est accompli. La prière d’origine était le souhait d’avoir un garçon. Verre stéréoscopique de 7 x 13 cm, du père A. Jaussen, juillet 1923.","date":"1923-01-01","file":"\/188imagesjpeg\/00345-J0349.jpg"},{"collection":"Couvent St. Etienne","photoId":"00346-J0350","tags":["Haïfa","Mont Carmel","la fête de la saint Élie","Mâr Elias","Stella Maris","couvent","le couvent des pères Carmes","A. Jaussen","Stéréoscopique","Plaque de verre  7 x 13 cm","1923"],"caption":"Au Mont Carmel, au-dessus de Haïfa, la fête de la saint Élie, ou Mâr Elias. Les pèlerins venus de Jaffa s’assemblent pour un repas festif familial à l’ombre des arbres, dont le caroubier au premier plan. Le père Jaussen, présent les 19 et 20 juillet 1923, estimait les pèlerins à 7.000 cette année-là. Il publia 11 pages sur cet événement, dans la Revue biblique d’avril 1924 ; il nomme la fête une mawsam. Verre stéréoscopique de 7 x 13 cm, du père A. Jaussen, juillet 1923.","date":"1923-01-01","file":"\/188imagesjpeg\/00346-J0350.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16424-Ste A-0598","tags":["Le Naby Musa","tombe du prophète Moïse","mosquée","15.5 x 8 cm","1910"],"caption":"Le Naby Musa, lieux saint musulman à proximité de Jéricho, consacré à la tombe du prophète Moïse. Le caravansérail et sa mosquée (partie droite du bâtiment) sont vus de l’est vers l’ouest, entourés du cimetière. Plaque de verre des pères Blancs de Ste Anne, 15,5 x 8 cm, vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/16424-Ste A-0598.jpg"},{"collection":"Couvent St. Etienne","photoId":"04836-1773","tags":["Jérusalem","la procession du Naby Musa","mosquée","Porte","Porte des Lions","Bâb Sitti Maryam","Gethsémani","R. Savignac","Plaque de verre 11 x 15 cm","1909"],"caption":"Jérusalem. La procession du Naby Musa, sortie de la Porte des Lions, ou Bâb Sitti Maryam,  descends en direction de Gethsémani, en franchissant le Cédron. Le Mt des Oliviers est à l’arrière-plan. À droite, l’enclos du St-Étienne des Orthodoxes. Plaque de verre 11 x 15 cm des Dominicains de l’École biblique, par R. Savignac, printemps 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/04836-1773.jpg"},{"collection":"Couvent St. Etienne","photoId":"10671-Ferrero003","tags":["Jérusalem","la procession du Naby Musa","Porte","vallée du Cédron","Porte des Lions","Manuel Ferrero","basilique","la basilique franciscaine de l’Agonie","basilique des Nations","Plan-film 8 x 11 cm","1930"],"caption":"Jérusalem, la procession du Naby Musa dans la vallée du Cédron. En haut à gauche, dans le ciel, la muraille orientale de Jérusalem, puis la foule compacte qui s’étire en un long serpentin depuis la Porte des Lions. Au premier plan, les cavaliers de la police dirigée par les Britanniques, à l’arrêt devant la basilique franciscaine de l’Agonie – ou des Nations. Plan-film 8 x 11 cm, du père Manuel Ferrero, Dominicain, étudiant à l’École biblique en 1930. ","date":"1930-01-01","file":"\/188imagesjpeg\/10671-Ferrero003.jpg"},{"collection":"Couvent St. Etienne","photoId":"10673-Ferrero005","tags":["Jérusalem","la procession du Naby Musa","Mt des Oliviers","Manuel Ferrero","basilique","la basilique franciscaine de l’Agonie","basilique des Nations","Plan-film 8 x 11 cm","1930"],"caption":"Jérusalem, la procession du Naby Musa. Au premier plan, un cavalier porte un des étendards religieux, des dignitaires musulmans le précèdent à cheval aussi. La police du Mandat escorte et surveille aussi… Virage de Râs el-‘Amud, en haut du Mt des Oliviers, tournant vers l’est pour amorcer la grande descente vers Jéricho. À l’arrière-plan, au centre, les Clarisses et, à droite, le village d’Abu Tôr. Plan-film 8 x 11 cm, du père Manuel Ferrero, Dominicain, étudiant à l’École biblique en 1930. ","date":"1930-01-01","file":"\/188imagesjpeg\/10673-Ferrero005.jpg"},{"collection":"Couvent St. Etienne","photoId":"10678-Ferrero010","tags":["Jérusalem","la procession du Naby Musa","vallée du Cédron","Mt des Oliviers","Manuel Ferrero","basilique","la basilique franciscaine de l’Agonie","basilique des Nations","Plan-film 8 x 11 cm","1930"],"caption":"Suite du cliché n° 10671, supra. Jérusalem, la procession du Naby Musa dans la vallée du Cédron. En haut à gauche, dans le ciel, la muraille orientale de Jérusalem, puis la foule compacte qui s’étire en un long serpentin depuis la Porte des Lions. Au premier plan, devant la basilique franciscaine de l’Agonie – ou des Nations, un groupe danse au son d’une flûte ; celui qui mène la danse agite un mouchoir blanc en direction du photographe, qu’il semble avoir aperçu, comme certains spectateurs d’ailleurs qui se retournent. Plan-film 8 x 11 cm, du père Manuel Ferrero, Dominicain, étudiant à l’École biblique en 1930. ","date":"1930-01-01","file":"\/188imagesjpeg\/10678-Ferrero010.jpg"},{"collection":"Couvent St. Etienne","photoId":"04833-1770","tags":["Jérusalem","la Vieille Ville","la procession du Naby Musa","vallée du Cédron","Mt des Oliviers","Tombeau de la Vierge","Plaque de verre 11 x 15 cm","1909"],"caption":"Jérusalem. La procession du Naby Musa. La foule des spectateurs, amassée le long du cortège qui descends vers Gethsémani, à l’extérieur de la muraille de la Vieille Ville, sur le terre-plein qui domine. Le Mt des Oliviers est à l’arrière-plan, l’enclos du Tombeau de la Vierge tout à droite du cliché. Plaque de verre 11 x 15 cm des Dominicains de l’École biblique, par R. Savignac, printemps 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/04833-1770.jpg"},{"collection":"Couvent St. Etienne","photoId":"03124-3726","tags":["Jérusalem","basilique","basilique du Pater Noster","basilique du Éléona","R. Savignac","Plaque de verre 9 x 12 cm","1925"],"caption":"À Jérusalem, le dimanche des Rameaux. Procession catholique passant le long de la basilique du Pater Noster, ou Éléona, contre le couvent des carmélites. Le centre de la photo montre incidemment le chantier de reconstruction de la basilique – chantier qui reste inachevé. L’ensemble étant un Domaine national, on devine le drapeau français sur la gauche, dans le ciel, au-dessus de la pancarte « Basilique du Sacré-Cœur ». Plaque de verre 9 x 12 cm, du père R. Savignac, vers 1925.","date":"1925-01-01","file":"\/188imagesjpeg\/03124-3726.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16215-Ste A-0396","tags":["Jourdain","pères Blancs de Ste Anne","Plaque de verre 6 x 8 cm","1910"],"caption":"Aux bords du Jourdain, des pèlerins russes orthodoxes renouvellent leur baptême en se plongeant dans l’eau. Plaque de verre 6 x 8 cm, des pères Blancs de Ste Anne, photographe non identifié, vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/16215-Ste A-0396.jpg"},{"collection":"Couvent St. Etienne","photoId":"18042-STN-192 droite","tags":["Pèlerinage musulman","Naby Rubin","Lydda","Ramleh","stéréoscopique","A. Jaussen","4 x 4.5 cm","1920"],"caption":"Pèlerinage musulman au lieu saint de Naby Rubin, sur la côte méditerranéenne de la Palestine, entre Lydda et Ramleh. Les pèlerins passent un gué… Stéréoscopique dont seule la petite image de droite a été numérisée, 4 x 4,5 cm. Photographie du père A. Jaussen, dominicain, vers 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/18042-STN-192 droite.jpg"},{"collection":"Couvent St. Etienne","photoId":"18027-STN-177 gauche","tags":["Pèlerinage musulman","Naby Rubin","Lydda","Ramleh","stéréoscopique","A. Jaussen","4 x 4.5 cm","1920"],"caption":"Pèlerinage musulman au Naby Rubin, sur la plaine côtière, entre Lydda et Ramleh. Les tentes et les étendards sont installés. Stéréoscopique dont seule la petite image de gauche a été numérisée, 4 x 4,5 cm. Photographie du père A. Jaussen, dominicain, vers 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/18027-STN-177 gauche.jpg"},{"collection":"Couvent St. Etienne","photoId":"04837-1774","tags":["Le Naby Musa","tombe du prophète Moïse","mosquée","Plaque de verre 11 x 15 cm","R. Savignac","1909"],"caption":"Près de Jéricho, le sanctuaire du pèlerinage musulman du Naby Musa, ou Tombeau de Moïse. Vu de l’ouest vers l’est ; la mosquée est sur la gauche du caravansérail. Photo prise le jour du pèlerinage annuel, lorsque la foule, venue de toute la Palestine, s’y rassemble après avoir convergé à Jérusalem pour en descendre en procession solennelle. Plaque de verre 11 x 15 cm des Dominicains de l’École biblique, par R. Savignac, printemps 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/04837-1774.jpg"},{"collection":"Couvent St. Etienne","photoId":"10681-Ferrero013","tags":["Le Naby Musa","tombe du prophète Moïse","mosquée","Pèlerinage musulman","Plan-film 8 x 11 cm","Manuel Ferrero","1930"],"caption":"Le sanctuaire musulman du Naby Musa, près de Jéricho, le jour du grand pèlerinage annuel. Vu de l’ouest vers l’ouest, la mosquée étant tout à gauche. Plan-film 8 x 11 cm, du père Manuel Ferrero, Dominicain, étudiant à l’École biblique en 1930.","date":"1930-01-01","file":"\/188imagesjpeg\/10681-Ferrero013.jpg"},{"collection":"Couvent St. Etienne","photoId":"04839-1776","tags":["Le Naby Musa","tombe du prophète Moïse","mosquée","Pèlerinage musulman","Plaque de verre 11 x 15 cm","R. Savignac","1909"],"caption":"Près de Jéricho, à l’intérieur du sanctuaire du pèlerinage musulman du Naby Musa, ou Tombeau de Moïse. Dans la cour, devant les arcades de la mosquée (à droite), la foule avec un des étendards. À gauche, l’étage noble du bâtiment d’habitation, où se trouve le diwân, ou salon de réception de la famille Husseini. Plaque de verre 11 x 15 cm des Dominicains de l’École biblique, par R. Savignac, printemps 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/04839-1776.jpg"},{"collection":"Couvent St. Etienne","photoId":"17395-Prickartz, 123","tags":["Le Naby Musa","tombe du prophète Moïse","mosquée","Pèlerinage musulman","stéréoscopique","4.5 x 10.7 cm","M. Charles Prickartz","1908- 1909"],"caption":"Vue stéréoscopique de la foule du pèlerinage en honneur du Naby Musa, à l’extérieur de la muraille orientale de Jérusalem. Les drapeaux ottomans ornent une grande tente pour les hôtes ; la foule se protège du soleil avec des parapluies. Le petit cliché (4,5 x 10,7 cm) est de Monsieur Jules Prickartz, étudiant régulier à l’École biblique en 1908-1909 – ce qui implique qu’il s’agisse du Naby Musa du printemps 1909. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1909-01-01","file":"\/188imagesjpeg\/17395-Prickartz, 123.jpg"},{"collection":"Couvent St. Etienne","photoId":"17387-Prickartz, 115","tags":["Le Naby Musa","Pèlerinage musulman","stéréoscopique","4.5 x 10.7 cm","M. Charles Prickartz","1908- 1909"],"caption":"Vue stéréoscopique de la foule du pèlerinage en honneur du Naby Musa, à l’extérieur de la muraille orientale de Jérusalem. Les étendards des confréries et des grandes familles musulmanes sont déployés ; la foule se tient dans la descente vers le Cédron ; Gethsémani se voit sur la droite ; au fond, le Mt des Oliviers. Le cliché sur verre (4,5 x 10,7 cm) est de Monsieur Jules Prickartz, printemps 1909. Le verre original nous a été offert par M. Charles Prickartz ; dépôt à Jérusalem.","date":"1909-01-01","file":"\/188imagesjpeg\/17387-Prickartz, 115.jpg"},{"collection":"Couvent St. Etienne","photoId":"17391-Prickartz, 119","tags":["Le Naby Musa","Pèlerinage musulman","Dôme du Rocher","stéréoscopique","4.5 x 10.7 cm","M. Charles Prickartz","1908- 1909"],"caption":"Vue stéréoscopique de la foule du pèlerinage en honneur du Naby Musa, à l’extérieur de Jérusalem (Dôme du Rocher à gauche). Défilé des notables à cheval, dont le Grand Mufti, avec les étendards des confréries ; l’armée turque assure une garde d’honneur le long de la montée au Mt des Oliviers, pour passer le col à Râs el-‘Amud. Le cliché sur verre (4,5 x 10,7 cm) est de Monsieur Jules Prickartz, printemps 1909. ","date":"1909-01-01","file":"\/188imagesjpeg\/17391-Prickartz, 119.jpg"},{"collection":"Couvent St. Etienne","photoId":"17385-Prickartz, 113","tags":["Le Naby Musa","Pèlerinage musulman","Porte","Porte des Lions","stéréoscopique","4.5 x 10.7 cm","M. Charles Prickartz","1908-1909"],"caption":"Vue stéréoscopique du pèlerinage en honneur du Naby Musa, quittant Jérusalem par la Porte des Lions, ou Bâb Sitti Maryam. Le cliché sur verre (4,5 x 10,7 cm) est de Monsieur Jules Prickartz, printemps 1909. ","date":"1909-01-01","file":"\/188imagesjpeg\/17385-Prickartz, 113.jpg"},{"collection":"Couvent St. Etienne","photoId":"00149-J0154","tags":["Le Naby Musa","Pèlerinage musulman","Porte","Porte des Lions","stéréoscopique","4.5 x 10.7 cm","M. Charles Prickartz","1908-1909"],"caption":"Vue stéréoscopique de la foule assistant au grand pèlerinage annuel musulman du Naby Musa. Les gens sont installés face au Mt des Oliviers, ayant la muraille de Jérusalem dans leur dos. En tout petit, on devine sur la partie droite, le serpentin de la procession passant le Cédron à hauteur de Gethsémani, et se dirigeant vers Jéricho.  Au centre, l’église russe-orthodoxe des moniales de Ste Marie-Madeleine ; dans le ciel, le monastère des Bénédictines françaises et le clocher du Carmel. Photo sur verre (7 x 13 cm) du Dominicain de l’École biblique,  A. Jaussen, printemps 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/00149-J0154.jpg"},{"collection":"Couvent St. Etienne","photoId":"00141-J0145","tags":["Le Naby Musa","Pèlerinage musulman","Porte","Porte des Lions","stéréoscopique","Cédron","Plaque de verre  7 x 13 cm","A. Jaussen","1909"],"caption":"Vue stéréoscopique de la foule participant au grand pèlerinage annuel musulman du Naby Musa. Les pèlerins entourent les étendards des confréries et des grandes familles. La foule est saisie dans la descente vers le Cédron, Jérusalem étant à gauche, le Mt des Oliviers à droite. Photo sur verre (7 x 13 cm) du Dominicain de l’École biblique,  A. Jaussen, printemps 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/00141-J0145.jpg"},{"collection":"Couvent St. Etienne","photoId":"00166-J0171","tags":["Le Naby Musa","Pèlerinage CHRETIEN","Porte","Porte des Lions","stéréoscopique","Cédron","Plaque de verre  7 x 13 cm","A. Jaussen","1910"],"caption":"ATTENTION, N’EST PAS DU NABY MUSA ! Pèlerinage CHRETIEN. À Jérusalem, dans la vallée du Cédron, devant le Tombeau de la Vierge. Gethsémani est dans le dos du photographe, l’enclos des arméniens étant le portail de gauche ; le Mt des Oliviers à l’arrière-plan. Les tentes sont disposées pour la Pâque grecque orthodoxe. Photo sur verre (7 x 13 cm) du Dominicain de l’École biblique,  A. Jaussen, vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/00166-J0171.jpg"},{"collection":"Couvent St. Etienne \/ Jesuit","photoId":"16703-PBI.1047","tags":["Aïn Karem","Plan-film. 9 x 12 cm. 1930-1938"],"caption":"Aïn Karem, village chrétien à proximité de Jérusalem, au sud-ouest. On note une des églises, au centre gauche (probablement grecque orthodoxe). Cliché du fonds des Pères Jésuites de Jérusalem, l’Institut Biblique Pontifical (ou Pontifical Biblical Institute, d’où le sigle PBI dans le numéro des photos). Plan-film, 9 x 12 cm, années 1930-1938.","date":"1930-01-01","file":"\/188imagesjpeg\/16703-PBI.1047.jpg"},{"collection":"Couvent St. Etienne","photoId":"10165-NDF-1274","tags":["Abu Ghosh","Plaque de verre au format panoramique (8 x 18 cm)","1920"],"caption":"Village d’Abu Ghosh, anciennement Qariet el-‘Enab, à une quinzaine de kilomètres au sud de Jérusalem. À gauche, le village palestinien, au centre-droit, l’abbaye et l’église croisée bâtie vers 1140 au-dessus de la source, et qui commémore l’épisode évangélique des Pèlerins d’Emmaüs. Plaque de verre au format panoramique (8 x 18 cm) des assomptionnistes de Notre-Dame de France. Vers 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/10165-NDF-1274.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16307-Ste A-0483","tags":["Aïn Karem","pères Blancs de Ste Anne","Plaque de verre  7 x 13 cm"],"caption":"Paysage du sud de Jérusalem, en direction d’Aïn Karem, qu se distingue à l’arrière-plan.  Au premier plan, quelques séminaristes grecs-catholiques de Ste Anne. Cliché des Pères Blancs, verre 13 x 18 cm. Entre 1905 et 1911.","date":"1905-01-01","file":"\/188imagesjpeg\/16307-Ste A-0483.jpg"},{"collection":"Couvent St. Etienne","photoId":"04980-1922","tags":["Césarée Maritime","port","R. Savignac","Plaque de verre 11 x 15 cm"],"caption":"Césarée Maritime. Le port, et, sur la droite, le môle sud. Le soubassement de ces fortifications croisées remonte à Hérode le Grand. Cliché sur verre 11 x 15 cm du père R. Savignac, dominicain, début 1914 (publié dans la Revue biblique d’octobre 1914).","date":"1914-01-01","file":"\/188imagesjpeg\/04980-1922.jpg"},{"collection":"Couvent St. Etienne","photoId":"08830-6077","tags":["Amwâs","Emmaüs-Nicopolis","basilique","R. Savignac","plaque de verre 18 x 24 cm","1926"],"caption":"Le village d’Amwâs, l’ancienne Emmaüs-Nicopolis, et au premier plan, l’abside de la basilique byzantine. Vue du nord-est vers le sud-ouest. À l’époque des fouilles menées par l’École biblique, sous la direction du père H. Vincent, en 1926. Cliché sur plaque de verre 18 x 24 cm du père R. Savignac.","date":"1926-01-01","file":"\/188imagesjpeg\/08830-6077.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16103-Ste A-0288","tags":["Lazariyeh","Béthanie","monastère","tombe de St Lazare","Herodium","Pères-Blancs de Ste Anne","plaque de verre 6 x 9 cm","1900"],"caption":"Le village de Lazariyeh, ou Béthanie, derrière le Mt des Oliviers, à l’est de Jérusalem. Ce village commémore la résurrection de Lazare (d’où le nom arabisé en Lazariyeh). On y voit les ruines imposantes, au centre-droit, d’un monastère du temps des Croisés. La tombe traditionnelle de Lazare est proche du petit clocher de l’église alors en activité. La route Jérusalem-Jéricho longe le village sur la gauche de la photo, après avoir contourné la colline sur laquelle les pauvres maisons sont regroupées. À l’horizon, dans le ciel, au centre gauche, on devine l’Herodium (en forme de volcan), la forteresse à l’est de Bethléem. Cliché des Pères-Blancs de Ste Anne, plaque de verre 6 x 9 cm, vers 1900. Vue du nord vers le sud. ","date":"1900-01-01","file":"\/188imagesjpeg\/16103-Ste A-0288.jpg"},{"collection":"Couvent St. Etienne","photoId":"03678-5331","tags":["La mer Morte","mer","bateau","R. Savignac","Plaque de verre 9 x 12 cm"],"caption":"Sur le rivage de la mer Morte, côté ouest (au Ghôr es-Safiyeh), en 1925. À la suite du succès de la toute première croisière sur la mer Morte par l’École biblique (déc. 1908-janv. 1909), l’idée fut reprise par le père R. Savignac, qui remplaça alors Jaussen comme animateur du groupe des étudiants et stagiaires à l’Ecole biblique. Ceux-ci procèdent à l’embarquement en deux étapes : rejoindre les pieds dans l’eau une barque à rame, qui les mènera au bateau à moteur loué pour l’occasion. Plaque de verre 9 x 12 cm du père R. Savignac.","date":"1925-01-01","file":"\/188imagesjpeg\/03678-5331.jpg"},{"collection":"Couvent St. Etienne \/ The Sainte-Anne Collection ","photoId":"16245-Ste A-0423","tags":["Désert de Judée","Mar Saba","monastère","Cédron","Plaque de verre 14.5 x 18 cm","Pères-Blancs de Ste Anne"],"caption":"Désert de Judée, à l’est de Bethléem, sur le tracé du torrent du Cédron qui se jette dans la mer Morte, le monastère grec-orthodoxe de Mar Saba. Le monastère fortifié, fondé par saint Sabas, abrite une communauté monastique grecque toujours active, repliée à l’abri des fortifications accrochées à la pente. Le long des falaises du Cédron, des laures (ou ermitages dans des abris sous roche), à l’époque byzantine, abritaient jusqu’à 300 ermites. Le monastère était leur lieu de ralliement pour la liturgie du dimanche, et aussi, comme refuge. On n’y accède aujourd’hui que par le haut, venant de Bethléem. Plaque de verre 14,5 x 18 cm des Pères-Blancs de Ste Anne. Date non précisée, mais avant 1914.","date":"1914-01-01","file":"\/188imagesjpeg\/16245-Ste A-0423.jpg"},{"collection":"Couvent St. Etienne","photoId":"09085-7789","tags":["la mer Morte","mer","bateau","A. Jaussen","Plaque de verre 9 x 12 cm"],"caption":"Lors de la croisière sur la mer Morte, le 28 déc. 1908. La collation sur le pont du petit bateau loué par l’École biblique pour effectuer la première circumnavigation de la mer Morte de l’histoire moderne. Grâce à ce navire, pendant 11 jours, on put explorer les rives de la mer, en entrant notamment dans les estuaires inaccessibles par voie de terre, et en y atterrissant grâce à une petite barque arrimée à l’arrière du bateau. Chaque soir, les 20 passagers passaient la nuit sur le rivage, sous la tente ou à la belle étoile. Au premier plan, le père Carrière. Cliché du père A. Jaussen, verre 6,5 x 9 cm.","date":"1908-01-01","file":"\/188imagesjpeg\/09085-7789.jpg"},{"collection":"Couvent St. Etienne","photoId":"04920-1861","tags":["la mer Morte","mer","la mer Morte","bateau","R. Savignac","Plaque de verre 11 x 15 cm"],"caption":"Croisière sur la mer Morte, 28 déc. 1908. Au tout premier jour, le père Savignac fait une photo officielle du navire. À son bord, 20 passagers, et 7 membres d’équipage. Ils prennent la pose pour le photographe, encore sur le rivage avec sa chambre 11 x 15 cm. Au haut du mat, flotte le drapeau français… ","date":"1908-01-01","file":"\/188imagesjpeg\/04920-1861.jpg"},{"collection":"Couvent St. Etienne","photoId":"07783-4198","tags":["Samarie","Sébastiyah","R. Savignac","Plaque 13 x 18 cm"],"caption":"Dans la montagne de Samarie, le site de Sébastiyah, l’ancienne Samarie de la Bible, capitale du Royaume du Nord à partir de 876 av. J.-C., rebâtie à plusieurs reprises. Les colonnes marquent une rue romaine (ou hérodienne). Plaque 13 x 18 cm, du père R. Savignac, date non spécifiée, mais vers 1926-1930.","date":"1926-01-01","file":"\/188imagesjpeg\/07783-4198.jpg"},{"collection":"Couvent St. Etienne","photoId":"11061-Ferrero392","tags":["mosquée","Manuel Ferrero","Tirage papier. 9 x 12 cm"],"caption":"Près de Bersabée, la mosquée XXXYYYZZZ, alors en fin de construction. Photo du père Manuel Ferrero, étudiant dominicain à l’Ecole biblique entre 1929 et 1931. Tirage papier, 9 x 12 cm. ","date":"1929-01-01","file":"\/188imagesjpeg\/11061-Ferrero392.jpg"},{"collection":"Couvent St. Etienne","photoId":"03782-5446","tags":["Négeb","verre 9 x 12 cm","Aujâh el-Hafir"],"caption":"Au cœur du Négeb, Aujâh el-Hafir, en avril 1932. Casernement de l’armée ottomane, attaqué par les Anglais lors de l’offensive de 1916-17, à proximité de la station du chemin de fer germano-turc, prévu pour l’attaque du Canal de Suez, et dont on voit le château d’eau à l’arrière-plan, sur la droite, avec les bâtiments annexes de la gare. Le père R. Savignac prend la photo depuis le sommet de l’acropole, où se trouvaient de belles ruines byzantines, démontées par les Turcs. Le père Lagrange les avait visitées en mars 1896 (cf. Revue biblique, 1897, p. 613 ss) ; puis, début 1914, Lawrence (d’Arabie), avec Wooley. En 1926, lors d’un voyage avec les étudiants, le père Tonneau signale avec tristesse que tout est dilapidé… , verre 9 x 12 cm.","date":"1923-01-01","file":"\/188imagesjpeg\/03782-5446.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16400-Ste A-0574","tags":["Béthanie","tombe de St Lazare","église","pères Blancs de Ste Anne"],"caption":"Près de Jérusalem, la tombe de St Lazare à Béthanie [cf. supra, le cliché n° 16103- Ste A-0288]. La petite église grecque, au centre. Au premier plan, sur la droite, l’entrée de la tombe attribuée à Lazare. Le tout noyé dans des ruines du Moyen-Age. Cliché des Pères Blancs de Ste Anne, avant 1914.","date":"1914-01-01","file":"\/188imagesjpeg\/16400-Ste A-0574.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16315-Ste A-0491","tags":["Abu Ghosh","église","Plaque de verre 13 x 18 cm","pères Blancs de Ste Anne"],"caption":"À 15 km à l’ouest de Jérusalem, le village d’Abu Ghosh [ancien Qariet el-‘Enab], vu du nord-ouest. Complément au cliché supra, n° 10165-NDF-1274, mais nettement auparavant. Au premier plan, centre gauche, l’église croisée avant sa restauration (la toiture est envahie d’herbe folle). Cliché des Pères Blancs de Ste Anne, vers 1900. Verre 13 x 18 cm.","date":"1900-01-01","file":"\/188imagesjpeg\/16315-Ste A-0491.jpg"},{"collection":"Couvent St. Etienne","photoId":"10805-Ferrero137","tags":["Bethléem","basilique","Manuel Ferrero","Tirage papier. 9 x 12 cm","1930"],"caption":"Bethléem, le centre-ville vu de la terrasse des Grecs (la basilique est dans le dos du photographe), de l’est vers l’ouest. Le cliché étant bien daté (1930), il donne un témoignage peu fréquent, sous cet angle, du développement urbain du centre-ville. Au premier plan, sur la droite, le cimetière qui se trouve devant la basilique n’est pas encore désaffecté. En ville, le mélange d’architectures traditionnelles anciennes et de nouveautés saute aux yeux : au centre du cliché, des maisons anciennes sont quasiment en ruine. Les institutions religieuses sont le moteur de l’urbanisation moderne. Photo du père dominicain espagnol, Manuel Ferrero, qui était étudiant à l’École biblique en 1930. Tirage papier, 9 x 12 cm.","date":"1930-01-01","file":"\/188imagesjpeg\/10805-Ferrero137.jpg"},{"collection":"Couvent St. Etienne \/ The Sainte-Anne Collection ","photoId":"15912-Ste A-0075","tags":["Bethléem","basilique","Manuel Ferrero","Tirage papier. 9 x 12 cm","Pères Blancs de Ste Anne","1921"],"caption":"Le parvis et la façade de la basilique de Bethléem. Le monument vénérable remonte authentiquement à l’empereur byzantin Constantin 1er, pour les 5 nefs (en 339), et à l’empereur Justinien pour le narthex et le chœur (vers 530). Elle est la seule basilique constantinienne encore debout dans tout l’Orient. Il ne faut pas s’étonner de l’aspect un peu torturé de la façade : au fil des nombreux siècles, elle a subi bien des transformations dans son apparence extérieure. Notamment, le grand portail de Justinien a été muré, remplacé par une toute petite porte, plus sécurisable. De même, les deux gros contreforts ont été ajoutés (tremblement de terre ?).  Négatif sur verre des Pères Blancs de Ste Anne, auteur inconnu. Vers 1921.","date":"1921-01-01","file":"\/188imagesjpeg\/15912-Ste A-0075.jpg"},{"collection":"Couvent St. Etienne","photoId":"03872-5526","tags":["Ashdod","d’Asdud","Méditerranée","Plaque de verre 9 x 12 cm","R. Savignac"],"caption":"La ville côtière d’Asdud (actuelle Ashdod), entre Jaffa et Ascalân (Ascalon). Autrefois, le bourg d’Asdud (Esdud) n’était pas sur la Méditerranée, mais un peu en retrait, dans une palmeraie (comme Gaza, d’ailleurs). Ici, le marché agricole à la lisière orientale de l’agglomération (vue de l’est vers l’ouest). Illustration de l’habitat traditionnel sur la côte : pisé et toit de branchages de palmier. Plaque de verre des pères dominicains (R. Savignac), 9 x 12 cm.","date":null,"file":"\/188imagesjpeg\/03872-5526.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16177-Ste A-0361.Beit Jala","tags":["Beit Jala","Tombeau de Rachel","Beit Jala","Plaque de verre","pères Blancs de Ste Anne","1909"],"caption":"Beit Jala. Au premier plan, le Tombeau de Rachel, et, à l’arrière-plan, sur la gauche, la petite ville chrétienne de Beit Jala, le pendant de Bethléem sur l’ouest. Le tombeau de Rachel est originairement un maqam (lieux-saint), ou ouély,  attribué à Rachel selon la tradition évangélique qui cite la matriarche dans S. Luc. L’origine doit en remonter à l’époque byzantine, mais le monument actuel est bien plus tardif. Le judaïsme contemporain s’en est emparé sans réaliser son origine chrétienne… Les personnages sont les séminaristes palestiniens grecs-catholiques des Pères Blancs, dont un religieux se reconnait sur la droite. Plaque de verre de Ste Anne, vers 1909.","date":"1909-01-01","file":"\/188imagesjpeg\/16177-Ste A-0361.Beit Jala.jpg"},{"collection":"Couvent St. Etienne \/ Jesuit","photoId":"16719-PBI.1068","tags":["Bethléem","Hérodion","église","basilique","basilique de la Nativité","Manuel Ferrero","Plan-film 9 x 12 cm"],"caption":"Bethléem vu du nord-ouest vers le sud-est, en direction de Beit Sahour. À l’horizon, au centre-gauche, le sommet en forme de volcan de l’Hérodion, la forteresse-tombeau d’Hérode le Grand. Sur la droite, le bloc autour de la basilique de la Nativité : le clocher le plus élevé est contre la basilique grecque, le plus bas est sur l’église catholique Ste Catherine. La façade sur la pente est celle de l’hôtellerie pour pèlerins, la Casa Nova des franciscains. Photographie des Pères Jésuites de l’Institut Biblique Pontifical de Jérusalem, vers les années trente (on remarque les fils électriques sur la gauche), auteur non identifié. Plan-film 9 x 12 cm. ","date":null,"file":"\/188imagesjpeg\/16719-PBI.1068.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"11959-NDF-1218","tags":["Haïfa","pères assomptionnistes de Notre-Dame de France","plaque de verre de grand format (24 x 30 cm)","1898"],"caption":"À Haïfa, le vice-consul de France, M. Robin, et sa famille. Le diplomate se tient debout, son épouse assise à la table, le fils aîné au béret, les filles assises ; la benjamine consulte un album de photographies. Ils sont encadrés des deux kawas, gardes du corps officiels, chargés de la protection du vice-consul, et notamment de dégager le chemin dans la foule lorsqu’il marche en cérémonie. Ils avaient le droit de porter un sabre, et celui de gauche a en plus un révolver sur sa gauche, dans un étui de cuir. Ils portent un paletot à passementerie, orné du sigle RF, République Française. Photo des pères assomptionnistes de Notre-Dame de France, plaque de verre  de grand format (24 x 30 cm), daté précisément sur une variante (où le fils est assis) de 1898. ","date":"1898-01-01","file":"\/188imagesjpeg\/11959-NDF-1218.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12124-NDF-740","tags":["Haïfa","pères assomptionnistes de Notre-Dame de France","plaque de verre de grand format (24 x 30 cm)","1898"],"caption":"Le Consulat de France à Haïfa. Cliché pris le même jour que le précédent. Le vice-consul se tient dans le jardin, au pied de l’escalier, avec un canotier sur la tête, une ombrelle repliée à la main. En haut de l’escalier, le reste de la famille : le fils avec son béret, la mère, les filles. Photo des pères assomptionnistes de Notre-Dame de France, plaque de verre  de grand format (24 x 30 cm), en 1898. ","date":"1898-01-01","file":"\/188imagesjpeg\/12124-NDF-740.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12129-NDF-696","tags":["Haïfa","Mâr Eliâs","pères assomptionnistes de Notre-Dame de France","plaque de verre de grand format (24 x 30 cm)","1898"],"caption":"Le Mont Carmel, au-dessus de Haïfa. Au centre, Mâr Eliâs (saint Élie), le grand couvent des pères carmes (1828). À gauche, le phare du port. Les religieux au premier plan sont des assomptionnistes. Photo des pères assomptionnistes de Notre-Dame de France, plaque de verre  24 x 30 cm, en 1898. ","date":"1898-01-01","file":"\/188imagesjpeg\/12129-NDF-696.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"18130-NDF-contact.214","tags":["Haïfa","Mâr Eliâs","pères assomptionnistes de Notre-Dame de France","plaque de verre de grand format (24 x 30 cm)","1898"],"caption":"Au-dessus de Haïfa, au Mont Carmel. La cour des pères carmes de Mâr Eliâs, avec le phare à l’arrière-plan. Au centre, la colonne portant la statue d’une Vierge à l’Enfant. Sur l’esplanade, on note deux bouches de citerne, l’une ouverte : quelqu’un abreuve un cheval harnaché (derrière le chameau de queue, qui a tellement tourné la tête vers l’arrière qu’il semble sans cou). Au fond, près du petit arbre, 4 pères assomptionnistes, devant le bâtiment de l’hôtellerie des pèlerins. Un grand groupe de gens du pays posent pour le photographe assomptionniste. Cela doit être dans un contexte de fête religieuse, car ils sont endimanchés (probablement des chrétiens du lieu). Tirage papier ancien (contact) d’une plaque de verre 24 x 30 cm, perdue. En 1898. ","date":"1898-01-01","file":"\/188imagesjpeg\/18130-NDF-contact.214.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12134-NDF-747","tags":["Haïfa","St Jean-d’Acre","port","Mont Carmel","mer","pères assomptionnistes de Notre-Dame de France","plaque de verre de grand format (24 x 30 cm)","1898"],"caption":"La partie sud de la baie de St Jean-d’Acre : vue en direction de Haïfa et du Mont Carmel. Deux assomptionnistes et un laïc au premier plan. Ensuite, la petite ville même de Haïfa, telle qu’autrefois, avant son développement en un grand port par les Britanniques. La gare maritime du chemin de fer turc n’est pas encore construite. Sur la pointe de la montagne, on distingue l’installation des carmes (au-dessus de la coupole de l’église dans la ville basse). Photo des pères assomptionnistes de Notre-Dame de France, plaque de verre  24 x 30 cm, en 1898. ","date":"1898-01-01","file":"\/188imagesjpeg\/12134-NDF-747.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16208-Ste A-0389","tags":["désert de Juda","Mt des Oliviers","Pères Blancs de Ste Anne","Plaque de verre"],"caption":"Dans le désert de Juda, sur la route Jérusalem-Jéricho, la halte au caravansérail de Khân al-Hatrour, dit aussi le Bon Samaritain. Photo prise en direction de l’ouest : l’arrière-plan, dans le ciel, est le Mt des Oliviers, avec ses deux clochers : la tour des Russes à gauche, celle d’Augusta Victoria au centre-gauche. Le caravansérail est une halte bienvenue sur une piste en forte déclivité, lorsqu’il s’agit de remonter de environ – 300 m sous le niveau de la mer, à Jéricho, jusqu’aux 800 m d’altitude du col du Mt des Oliviers. Le caravansérail vient d’être réaménagé par les Ottomans : les fenêtres nouvelles sont installées, de même que les deux portails de la cour (des clichés plus anciens montrent qu’il n’en n’était pas ainsi peu auparavant). Dans la cour, les nombreuses voitures à trois chevaux louées par les Pères Blancs de Ste Anne de Jérusalem sont au repos. Les fiacres étaient en général à deux chevaux, mais pour la route de Jéricho, ils sont augmentés d’une bête de trait. Le séminaire grec-catholique est en déplacement au grand complet ; les séminaristes d’égaillent pour se dégourdir. Plaque de verre de Ste Anne, vers 1911.","date":"1911-01-01","file":"\/188imagesjpeg\/16208-Ste A-0389.jpg"},{"collection":"Couvent St. Etienne","photoId":"02282-2774","tags":["Gaza","la vieille ville","Mosquée","église","Plaque de verre 9 x 12 cm","R. Savignac","1895-1913"],"caption":"Gaza, la vieille ville « vue prise du presbytère latin », d’après le registre à la plume des pères dominicains. Sur la droite, derrière le tronc du palmier, le beau bâtiment mamelouk à l’horizon est le Séraï, siège du gouverneur ottoman. À gauche, le minaret de la Grande Mosquée, ancienne église croisée St Jean-Baptiste. La structure du minaret est à trois anneaux séparés par une moulure (avant le balcon du muezzîn). Ceci est caractéristique d’avant la Guerre 14-18 : en effet, l’artillerie britannique démolira le minaret, qui sera reconstruit avec quatre anneaux, étant ainsi rehaussé. Ce marqueur chronologique nous permet au minimum de dater la photo d’avant 1914. La ville est le chef-lieu d’une riche oasis, et débouché de caravanes. Cliché des dominicains de l’École biblique. Ceux-ci emmenaient régulièrement leurs étudiants à Gaza, aussi on ne peut guère préciser la date, entre 1895 et 1913… Plaque de verre de R. Savignac, 9 x 12 cm. ","date":"1895-01-01","file":"\/188imagesjpeg\/02282-2774.jpg"},{"collection":"Couvent St. Etienne","photoId":"05702-7061","tags":["Gaza","la vieille ville","Mosquée","Plaque de verre 11 x 15 cm","R. Savignac","1923"],"caption":"À Gaza dans la vieille ville, sur son flanc nord-ouest, la mosquée  Sayed Hashem, qui abrite le tombeau du grand-père du Prophète Mohammad. La photo est postérieure aux attaques britanniques de 1917 : on note un grand trou béant dans la principale coupole, entre deux palmiers. Photos des dominicains – que l’on aperçoit au centre-droit, regardant la coupole éventrée. Cliché du père Savignac, vers 1923. Verre 11 x 15 cm.","date":"1923-01-01","file":"\/188imagesjpeg\/05702-7061.jpg"},{"collection":"Couvent St. Etienne","photoId":"03184-3792","tags":["Gaza","la vieille ville","Mosquée","Négatif verre 9 x 12 cm","R. Savignac","1923-1925"],"caption":"05698-7057 [à remplacer par 03184-3792, meilleur ! merci]. Gaza, vue du sommet du Jebel Mountar, colline abrupte au sud-est de la ville. En contrebas du tell, on distingue les quartiers plus populaires ; les maisons pauvres y sont construites en pisé, et se distinguent mal du contexte. On note que le minaret de la Grande Mosquée est rehaussé, comme c’est attesté après 1918. Cette vue panoramique a l’avantage de bien illustrer le caractère agricole de l’environnement de Gaza : l’oasis est vaste… Cliché du père dominicain R. Savignac, vers 1923-25. Négatif verre 9 x 12 cm.","date":"1923-01-01","file":"\/188imagesjpeg\/03184-3792.jpg"},{"collection":"Couvent St. Etienne","photoId":"05504-2531","tags":["Hébron","la vieille ville","Tombeau des Patriarches","Harâm el-Khalîl","tombe de Jacob","Négatif verre 11 x 15 cm","R. Savignac",""],"caption":"À Hébron, au cœur de la vieille ville, le grand sanctuaire du Tombeau des Patriarches, ou Harâm el-Khalîl. L’angle nord-ouest de la cour, juste après une pluie. Dans l’angle, la tombe de Jacob. La photo fait partie d’une série systématique, destinée à illustrer le magnifique volume de l’École biblique, publié en 1923, Hébron, le Haram el-Khalîl. Sépulture des Patriarches, par le père H. Vincent et le capitaine E.J.H. Mackay, assistés des pères F.-M. Abel et R. Savignac. Ce dernier fit sur commande des deux Auteurs, la plupart des photographies. Elles illustrent le meilleur de ce que l’École pouvait fournir en cette matière, alliant la précision du cliché à sa beauté. Le tout début du Mandat Britannique a été un moment de liberté, par rapport aux contraintes que le système ottoman sclérosé avait imposées, et les dominicains s’empressèrent, dès 1920, d’examiner soigneusement ce superbe monument musulman, encore interdit il y a peu. Négatif verre 11 x 15 cm de l’hiver-printemps 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/05504-2531.jpg"},{"collection":"Couvent St. Etienne","photoId":"07722-4111","tags":["Hébron","Harâm el-Khalîl","Négatif verre 11 x 15 cm","R. Savignac"],"caption":"Hébron, le front ouest de la forteresse, ou Qala‛ah, au sud du Haram el-Khalîl. À part ce pan de mur, le monument médiéval était en 1920 en tellement mauvais était qu’il était condamné. Négatif verre 13 x 18 cm, du père Savignac.","date":"1920-01-01","file":"\/188imagesjpeg\/07722-4111.jpg"},{"collection":"Couvent St. Etienne","photoId":"08801-6002","tags":["Hébron","Harâm el-Khalîl","la vieille ville","plaque de verre de grand format. 18 x 24 cm","R. Savignac"],"caption":"Hébron, vue sur le Haram el-Khalîl et la vieille ville, depuis la hauteur au nord-est, le Ja‛âbireh. Belle plaque de verre de grand format, 18 x 24 cm, du père Savignac, hiver-printemps 1920. L’intérêt de cette date tout au début de l’époque mandataire est de donner, en gros, le dernier état des sites juste à la fin de l’empire ottoman – peu de transformations ayant pu être encore menées juste au lendemain de la Grande Guerre…","date":"1920-01-01","file":"\/188imagesjpeg\/08801-6002.jpg"},{"collection":"Couvent St. Etienne","photoId":"03577-5226","tags":["Hébron","la vieille ville","birket el-Sultân","Plaque de verre 9  x 12 cm","R. Savignac"],"caption":"Hébron, dans la vieille ville, le grand bassin, ou birket el-Sultân, encore en eau à l’époque. Lors d’un voyage des étudiants de l’École biblique (deux dominicains sur la droite), vers 1930. Plaque de verre 9  x 12 cm du père Savignac.","date":"1930-01-01","file":"\/188imagesjpeg\/03577-5226.jpg"},{"collection":"Couvent St. Etienne","photoId":"06257-8287","tags":["Jaffa","port","mer- Négatif 10 x 15 cm","R. Savignac"],"caption":"Jaffa, le port. La double ligne parallèle de récifs a toujours empêché les navires d’accoster ; ils demeurent ancrés au large. Les voyageurs rapportaient de multiples anecdotes liées à l’épisode pittoresque de leur transbordement sur des barques à rames pour venir à quai (cf. photo suivante). Négatif 10 x 15 cm, du père R. Savignac, vers 1930.","date":"1930-01-01","file":"\/188imagesjpeg\/06257-8287.jpg"},{"collection":"Couvent St. Etienne","photoId":"03709-5367","tags":["Jaffa","port","mer- Verre 9 x 12 cm","R. Savignac"],"caption":"Jaffa, le port intérieur, avec ses voiliers et las barques menées par des rameurs. À l’arrière-plan, sur la gauche, la barre blanche des remous des récifs qui bloquent le port, et secouaient tellement les pèlerins arrivant en Terre sainte par bateau… Verre 9 x 12 cm, du père R. Savignac, vers 1930-35.","date":"1930-01-01","file":"\/188imagesjpeg\/03709-5367.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16340-Ste A-0516","tags":["Jaffa","la vieille ville","plaque de verre","Pères Blancs de Ste Anne"],"caption":"La ville de Jaffa, côté terre, vue du sud-ouest. Cliché des Pères Blancs de Ste Anne, auteur inconnu, vers 1900 ; plaque de verre conservée à Ste Anne. ","date":"1900-01-01","file":"\/188imagesjpeg\/16340-Ste A-0516.jpg"},{"collection":"Couvent St. Etienne","photoId":"03705-5363","tags":["Jaffa","port","mer","Verre 9 x 12 cm","R. Savignac"],"caption":"À l’entrée orientale de Jaffa, lorsqu’on vient de Jérusalem, la fontaine publique, ou sébil Abou Nabbout, du nom d’un pacha (agha) ottoman, gouverneur entre 1810 et 1820. Photo du père Savignac, plaque de verre 9 x 12 cm, vers 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/03705-5363.jpg"},{"collection":"Couvent St. Etienne","photoId":"06259-8289","tags":["Jaffa","port","mer","Plaque de verre 10 x 15 cm","R. Savignac"],"caption":"Jaffa, la rue du port, dite de la douane. À droite, l’escarpement du tell sur lequel les différentes strates de la ville de l’antiquité (y compris d’époque pharaonique) se sont empilées. Des pans de l’ancienne muraille médiévale se laissent deviner. La rue est encombrée de caisses en bois, livrées par les navires européens, ou destinés à y être embarqués. L’activité du port se maintient tant bien que mal (électrification municipale par les Britanniques, etc.), alors que le grand port est déjà Haïfa. Plaque de verre 10 x 15 cm du père Savignac, vers 1930-35.","date":"1930-01-01","file":"\/188imagesjpeg\/06259-8289.jpg"},{"collection":"Couvent St. Etienne","photoId":"06993-833","tags":["désert de Juda","monastère","St George Khoziba","wady Qelt","Plaque de verre 13 x 18 cm","R. Savignac","1905-1910"],"caption":"Dans le désert de Juda, au-dessus de Jéricho, le monastère grec orthodoxe de St George Khoziba (vers 535, mais rebâti à plusieurs reprises). Accroché au flanc nord du wady Qelt, ce monastère fortifié est toujours en activité. Plaque de verre 13  18 cm du père Savignac, dominicain, vers 1905-10.","date":"1905-01-01","file":"\/188imagesjpeg\/06993-833.jpg"},{"collection":"Couvent St. Etienne","photoId":"15313-Z9830","tags":["Jéricho","l’oasis","Aïn Sultân","tirage papier (6.5 x 10.5 cm)","1914"],"caption":"À Jéricho, dans l’oasis, la source Aïn Sultân, au pied du tell archéologique du même nom. Pour les pèlerins, elle est appelée fontaine d’Élisée. Source pérenne, elle fut l’origine de la présence humaine permanente dès le chalcolithique. Le captage de la source entraîne la construction de différents bassins, qui, sur les photos, permettent d’attribuer une date approximative, selon le degré de modernisme du moulin à eaux (et ensuite, des pompes à moteur)… Ce tirage papier (6,5 x 10,5 cm) dont le négatif verre a été perdu, peut être estimé d’avant 1914. ","date":"1914-01-01","file":"\/188imagesjpeg\/15313-Z9830.jpg"},{"collection":"Couvent St. Etienne \/ Jesuit","photoId":"16937-PBI.2062","tags":["Galilée","Capharnaüm","synagogue","Négatif souple. rouleau pour appareil folding 9 x 12 cm"],"caption":"En Galilée, le site franciscain de Capharnaüm (Tell Houm), lieu saint traditionnel du village de pêcheurs au bord du lac de Tibériade, village d’origine de l’apôtre S. Pierre. Du sud vers le nord : la façade de la synagogue tardive, après restauration par les franciscains. Cliché des pères jésuites de l’Institut Biblique Pontifical de Jérusalem, vers les années 1935. Négatif souple, rouleau pour appareil folding 9 x 12 cm.","date":"1935-01-01","file":"\/188imagesjpeg\/16937-PBI.2062.jpg"},{"collection":"Couvent St. Etienne","photoId":"05523-2549","tags":["Naplouse","la vieille ville","R. Savignac","verre 11 x 15 cm","1922"],"caption":"La ville de Naplouse, qui s’étend d’est en ouest dans la vallée débouchant après le Mt Garizim. Le centre-ville ancien, vu du nord vers le sud, et avant le tremblement de terre dévastateur de 1927. En plus des minarets, on note (centre-droit) la tour de l’horloge, construite à la fin du XIXe s. Le premier plan est occupé par un cimetière musulman. Cliché du père Savignac, verre 11 x 15 cm, de 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/05523-2549.jpg"},{"collection":"Couvent St. Etienne","photoId":"03321-3939BIS","tags":["Sébastiyeh","Négatif verre 9 x 12 cm","R. Savignac","1922"],"caption":"Montagne de Samarie, du côté de Sébastiyeh : scène des moissons, dépiquetage à l’aide de trois vaches tirant un traîneau en bois armé de dents en pierres de silex. Négatif verre 9 x 12 cm, père Savignac, vers 1922. ","date":"1922-01-01","file":"\/188imagesjpeg\/03321-3939BIS.jpg"},{"collection":"Couvent St. Etienne","photoId":"05549-2575","tags":["Naplouse","la vieille ville","R. Savignac","verre 11 x 15 cm","1922"],"caption":"Ville de Naplouse, dans le vieux centre, la porte d’entrée d’une allée du souq – porte de structure médiévale (probablement croisée), qui ouvrait sur une galerie couverte, dont la voûte a disparu. Photo du père Savignac, plaque de verre 11 x 15 cm, de 1922 (donc, d’avant le tremblement de terre de 1927, d’où l’intérêt documentaire).","date":"1922-01-01","file":"\/188imagesjpeg\/05549-2575.jpg"},{"collection":"Couvent St. Etienne","photoId":"07749-4141","tags":["Naplouse","la vieille ville","Mosquée","basilique","R. Savignac","Grand négatif sur verre (13 x 18 cm)","1922"],"caption":"Naplouse, dans le centre-ville, l’entrée nord de la Grande Mosquée (Jama‛ el-Kebir), ancienne basilique byzantine, reprise par les croisées. Le tremblement de terre de 1927 fera s’effondrer toute la voûte au-dessus de l’épais linteau de type romain,  remontant à la construction par l’empereur Justinien. Le portail roman s’est inséré dessous, les deux ensemble ayant alors fort bien résisté à la secousse sismique ; la voûte, elle, n’était pas chaînée aux solides structures byzantines, et n’a pas tenu. Grand négatif sur verre (13 x 18 cm) du père R. Savignac, en 1922. ","date":"1922-01-01","file":"\/188imagesjpeg\/07749-4141.jpg"},{"collection":"Couvent St. Etienne","photoId":"03441-5077BIS","tags":["Naplouse","la vieille ville","Sébastiyeh","R. Savignac","Grand négatif sur verre (13 x 18 cm)","1922"],"caption":"À la sortie nord-ouest de la ville de Naplouse, au nord-ouest, en direction de Sébastiyeh, une source. Photo du père R. Savignac, vers 1923. Verre 9 x 12 cm.","date":"1923-01-01","file":"\/188imagesjpeg\/03441-5077BIS.jpg"},{"collection":"Couvent St. Etienne","photoId":"07781-4196","tags":["Samarie","montagne","Sébastiyeh","église","Plaque de verre 13 x 18 cm","R. Savignac","1922"],"caption":"Dans la montagne de Samarie, au village de Sébastiyeh, les ruines de l’église croisée dédiée à St Jean-Baptiste. Une mosquée et une petite école coranique étaient installées dans la nef et le chœur. La crypte existe toujours, vide, avec trois chambres sépulcrales. Plaque de verre 13 x 18 cm de R. Savignac, vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/07781-4196.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12165-NDF-693","tags":["Nazareth","Plaque de verre 24 x 30 cm","pères assomptionnistes de Notre-Dame de France","1910"],"caption":"À Nazareth, en ville. Sur le bord droit, l’Hôtel de Nazareth (désigné, en arabe local lokandah de Nazareth). Au centre, l’hôtellerie pour pèlerins des pères franciscains, la Casa Nova (noter l’écusson de la Custodie de Terre sainte au-dessus de la porte, dans l’ombre du balcon). Plaque de verre 24 x 30 cm des pères assomptionnistes de Notre-Dame de France (Jérusalem). Photographe non identifié ; vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/12165-NDF-693.jpg"},{"collection":"Couvent St. Etienne","photoId":"08814-6031","tags":["Nazareth","ville","montagne","basilique","Plaque de verre 24 x 30 cm","pères assomptionnistes de Notre-Dame de France","1910","Verre 18 x 24 cm","1928"],"caption":"Nazareth vue du sud-ouest. Au premier plan, une famille chrétienne près d’une citerne. La ville s’étend au pied de la montagne, la basilique franciscaine étant à peu près au centre. À l’horizon, les grands bâtiments des congrégations enseignantes, Salésiens, Frères des École chrétiennes… Cliche du père R. Tonneau, dominicain, commandé par le père Lagrange pour sa monographie L’Évangile de Jésus-Christ. Verre 18 x 24 cm, en 1928.","date":"1928-01-01","file":"\/188imagesjpeg\/08814-6031.jpg"},{"collection":"Couvent St. Etienne","photoId":"02378-2870","tags":["Nazareth","ville","montagne","église","R. Savignac","Verre 9 x 12 cm","1912"],"caption":"Nazareth. À la sortie nord-est de la ville, la Fontaine de la Vierge. L’eau vive est apportée par un court canal qui commence derrière l’église grecque-orthodoxe de St Gabriel, qu’elle traverse sous le dallage par un canal bien maçonné (hors du champ, à gauche de la photo). Au centre-droit, le nouveau caravansérail, ou khân. Derrière la voûte de la fontaine, on devine les deux petits dômes percés de trous à lumière d’un hammân, ou bain turc, alimenté par le même canal que la fontaine. Plaque de verre 9 x 12 cm de R. Savignac, vers 1912.","date":"1912-01-01","file":"\/188imagesjpeg\/02378-2870.jpg"},{"collection":"Couvent St. Etienne","photoId":"04976-1918","tags":["Jaffa","monument","montagne","Ramlah","R. Savignac","Verre 11 x 15 cm","1913"],"caption":"Sur la plaine côtière, un peu au sud-est de Jaffa, le célèbre monument mamelouk, Tour de Ramlah. Elle fut ajoutée vers 1318 au grand ensemble de la Mosquée Blanche, construite par les premiers califes omeyyades (vers 716), lorsque la ville de Ramlah fut édifiée à partir de rien pour être la capitale de la Palestine nouvellement musulmane. La tour n’était pas que minaret, puisqu’elle a des meurtrières pour la défense. Elle mesure 30 m de haut. On remarque cinq cavaliers, tous portants l’habit dominicain. Verre 11 x 15 cm du père Savignac, vers 1913.","date":"1913-01-01","file":"\/188imagesjpeg\/04976-1918.jpg"},{"collection":"Couvent St. Etienne","photoId":"04290-6229","tags":["St Jean-d’Acre","‛Akka","Plaque de verre 9 x 12 cm","A.  Barrois"],"caption":"À St Jean-d’Acre (‛Akka), khân el-‛Umdân. Le caravansérail est l’œuvre de Jazzar Pacha (époque de Bonaparte). Il est tout proche de la Porte de la Mer, ainsi les marchandises étaient descendues des navires à très peu de distance. Plaque de verre 9 x 12 cm, de 1933, par A. Barrois; toutes les photos de cette série (infra) furent prises lors du voyage d’étude du père F.M. Abel, qui préparait un article historique sur St Jean d’Acre, publié année suivante dans la Revue biblique.","date":"1933-01-01","file":"\/188imagesjpeg\/04290-6229.jpg"},{"collection":"Couvent St. Etienne","photoId":"04275-6214","tags":["St Jean-d’Acre","‛Akka","Plaque de verre 9 x 12 cm","A.  Barrois"],"caption":"Les remparts de St Jean-d’Acre, en direction du sud-est (la montagne du Carmel se devine à l’horizon). Photo prise de la tour Borj Karim, au centre du front ouest de la ville, celui qui fait face à la haute-mer. Plaque de verre 9 x 12 cm, de 1933, par le père A. Barrois.","date":"1933-01-01","file":"\/188imagesjpeg\/04275-6214.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12122-NDF-752","tags":["St Jean-d’Acre","‛Akka","Mosquée","église","Plaque de verre 9 x 12 cm","A.  Barrois","1933"],"caption":"La Grande Mosquée de St Jean-d’Acre. Construite par Jazzar Pacha en 1781. Les colonnes du porche (et des galeries, qui n’apparaissent pas sur cette photo) ont été pillées à Césarée Maritime. En pleine vieille ville, c’est un havre de paix, avec sa belle végétation. Les fondations sont en partie celles de l’église croisée de St Jean. Plaque de verre 9 x 12 cm, de 1933, par A. Barrois.","date":"1933-01-01","file":"\/188imagesjpeg\/12122-NDF-752.jpg"},{"collection":"Couvent St. Etienne","photoId":"04292-6231","tags":["St Jean-d’Acre","la vieille ville","‛Akka","Plaque de verre 9 x 12 cm","A.  Barrois","1933"],"caption":"St Jean d’Acre, ou ‛Akka. Sur le front ouest de la vieille ville, le débouché (sous la voûte) du quartier St Michel du temps des croisés. Les maisons gardent le gros de leur structure médiévale authentique. Plaque de verre 9 x 12 cm, de 1933, par le dominicain A. Barrois.","date":"1933-01-01","file":"\/188imagesjpeg\/04292-6231.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12083-NDF-878","tags":["Tibériade","lac","plaque de verre 24 x 30 cm","pères assomptionnistes de Notre-Dame de France","1933"],"caption":"Au bord du lac de Tibériade, en sa partie nord, les mariniers qui sont transbordeurs de lourds ballots semblent avoir amenés avec eux les montures : quatre sont dans l’eau, fermement tenues contre la barque. Le sillage derrière la barque montre qu’elle vient juste d’accoster, l’ancre n’étant pas encore fichée en terre ferme par l’homme debout à la proue. Photographie des assomptionnistes de Notre-Dame de France, plaque de verre 24 x 30 cm ; vers 1900.","date":"1900-01-01","file":"\/188imagesjpeg\/12083-NDF-878.jpg"},{"collection":"Couvent St. Etienne","photoId":"04294-6233","tags":["St Jean-d’Acre","la vieille ville","‛Akka","Plaque de verre 9 x 12 cm","A.  Barrois","1933"],"caption":"St Jean d’Acre, ou ‛Akka. Sur le front ouest de la vieille ville, l’issue de la rue des Génois du temps des croisés (à droite). Sur la gauche, sous les maisons, des voûtes devenues caves sont les maigres restes du couvent des dominicains du XIIIe s. Plaque de verre 9 x 12 cm, de 1933, par le père A. Barrois.","date":"1933-01-01","file":"\/188imagesjpeg\/04294-6233.jpg"},{"collection":"Couvent St. Etienne","photoId":"04993-1940","tags":["Tibériade","ville","lac","couvent","plaque de verre 24 x 30 cm","mosquée","R. Savignac","1912"],"caption":"La ville de Tibériade, sur la rive ouest du lac. Tout à droite, le petit couvent franciscain, la mosquée. Le front de mer est encore médiéval et mamelouk. À cette époque, la petite agglomération se tenait ramassée dans ses remparts. Photo du dominicain R. Savignac, plaque de verre 11 x 15 cm ; vers 1912.","date":"1912-01-01","file":"\/188imagesjpeg\/04993-1940.jpg"},{"collection":"Couvent St. Etienne","photoId":"05935-7343","tags":["Tibériade","ville","lac","couvent","Négatif sur verre. 11 x 15 cm","mosquée","R. Tonneau","1912"],"caption":"À Tibériade, les pêcheurs réparent leurs filets. Ils se sont installés près du débarcadère, mais contre un café ; quatre consommateurs de thé jouent aux cartes. Photo du dominicain R. Tonneau, commandée par le père Lagrange pour son ouvrage rédigé en 1928. Négatif sur verre, 11 x 15 cm.","date":"1928-01-01","file":"\/188imagesjpeg\/05935-7343.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"15908-Ste A-0071","tags":["Bethléem","basilique","basilique de la Nativité","La vieille ville","Plaque de verre 10 x 15 cm","Pères Blancs","1912"],"caption":"Bethléem. La montée vers le parvis de la basilique de la Nativité (hors champ, sur la gauche). Au centre, le groupe des séminaristes palestiniens grecs-catholiques du séminaire français de Ste Anne, menée par trois Pères Blancs. Photo par un quatrième Père Blanc, prise du haut de la Casa Nova, l’hôtellerie des franciscains à l’angle nord-ouest du complexe de la basilique. La vieille ville de Bethléem montre son urbanisme traditionnel encore préservé. Vue vers l’ouest. Plaque de verre 10 x 15 cm, vers 1921.","date":"1921-01-01","file":"\/188imagesjpeg\/15908-Ste A-0071.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16103-Ste A-0288","tags":["Lazariyeh","Béthanie","village","monastère","tombe de St Lazare","Herodium","Pères-Blancs de Ste Anne","plaque de verre 6 x 9 cm","1900"],"caption":"Le village de Lazariyeh, ou Béthanie, derrière le Mt des Oliviers, à l’est de Jérusalem. Ce village commémore la résurrection de Lazare (d’où le nom arabisé en Lazariyeh). On y voit les ruines imposantes, au centre-droit, d’un monastère du temps des Croisés. La tombe traditionnelle de Lazare est proche du petit clocher de l’église alors en activité. La route Jérusalem-Jéricho longe le village sur la gauche de la photo, après avoir contourné la colline sur laquelle les pauvres maisons sont regroupées. À l’horizon, dans le ciel, au centre gauche, on devine l’Herodium (en forme de volcan), la forteresse à l’est de Bethléem. Cliché des Pères-Blancs de Ste Anne, plaque de verre 6 x 9 cm, vers 1900. Vue du nord vers le sud. ","date":"1900-01-01","file":"\/188imagesjpeg\/16103-Ste A-0288.jpg"},{"collection":"Couvent St. Etienne","photoId":"03678-5331","tags":["la mer Morte","mer","la mer Morte","bateau","R. Savignac","Plaque de verre 9 x 12 cm","1914"],"caption":"Sur le rivage de la mer Morte, côté ouest (au Ghôr es-Safiyeh), en 1925. À la suite du succès de la toute première croisière sur la mer Morte par l’École biblique (déc. 1908-janv. 1909), l’idée fut reprise par le père R. Savignac, qui remplaça alors Jaussen comme animateur du groupe des étudiants et stagiaires à l’Ecole biblique. Ceux-ci procèdent à l’embarquement en deux étapes : rejoindre les pieds dans l’eau une barque à rame, qui les mènera au bateau à moteur loué pour l’occasion. Plaque de verre 9 x 12 cm du père R. Savignac.","date":"1914-01-01","file":"\/188imagesjpeg\/03678-5331.jpg"},{"collection":"Couvent St. Etienne","photoId":"03862-5517","tags":["Swafir el-Sharqiyeh","Plaque de verre 9 x 12 cm","R. Savignac","1924"],"caption":"Ouély contre le village de Swafir el-Sharqiyeh, sur la plaine côtière, dite Côte philistine par les Français de cette époque. Plaque de verre 9 x 12 cm du père Savignac, dominicain. Vers 1924.","date":"1924-01-01","file":"\/188imagesjpeg\/03862-5517.jpg"},{"collection":"Couvent St. Etienne","photoId":"05779-7158","tags":["Galilée","Liban","village","église","Plaque de verre 9 x 12 cm","dominicains","Ecole biblique","synagogue","R. Savignac","Plaque de verre","11 x 15 cm","1924"],"caption":"En Haute-Galilée, à la jonction avec le Liban, le village chrétien de Kafer Bir‛im. Le clocher d’une église de village domine le site. Les dominicains de l’Ecole biblique y faisaient halte pour les ruines d’une importante ancienne synagogue, au portail richement décoré. Plaque de verre  11 x 15 cm, du père R. Savignac. Vers 1924.","date":"1924-01-01","file":"\/188imagesjpeg\/05779-7158.jpg"},{"collection":"Couvent St. Etienne","photoId":"06310-8371","tags":["Galilée","Tibériade","ville","lac de Tibériade","Plaque de verre 9 x 12 cm","dominicains","Ecole biblique","synagogue","R. Savignac","Verre de 10 x 15 cm","1922"],"caption":"En Galilée, le lac de Tibériade : le front de mer de la ville de Tibériade, à son angle nord-ouest. Verre de 10 x 15 cm, du père R. Savignac. Vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/06310-8371.jpg"},{"collection":"Couvent St. Etienne","photoId":"03860-5515","tags":["Village de Zakariyah","Village","Jérusalem","lac de Tibériade","Plaque de verre 9 x 12 cm","dominicains","Ecole biblique","synagogue","R. Savignac","Plaque de verre 9 x 12 cm","1926"],"caption":"Village de Zakariyah, dans la zone des collines au sud-ouest de Jérusalem (la Shephélah biblique). Le village est au bord de la vallée du Wadi el-Sant. À l’horizon, le tell archéologique du site cananéen et biblique (l’Azéqa de l’Ancien Testament). Plaque de verre 9 x 12 cm du père R. Savignac, vers 1926.","date":"1926-01-01","file":"\/188imagesjpeg\/03860-5515.jpg"},{"collection":"Couvent St. Etienne","photoId":"15260-Z9777","tags":["lac de Tibériade","R. Savignac","Plaque de verre 9 x 12 cm","1922"],"caption":"Le pont dit Jisr el-Moujâmi‛, sur le Jourdain, au sud du lac de Tibériade, pas loin du confluent avec le Yarmouk. Le chemin de fer turc passe à côté, sur un pont métallique. Plaque de verre 9 x 12 cm du père R. Savignac, vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/15260-Z9777.jpg"},{"collection":"Couvent St. Etienne","photoId":"16949-PBI.2074","tags":["Cana","Village","Galilée","église","Kafr Kanna","mosquée","Plaque de verre 9 x 12 cm","1935"],"caption":"Le village de Cana en Galilée (Kafr Kanna). Les trois  églises, catholiques, orthodoxes et melkites (grecs-catholiques) colorent le village comme lieu de pèlerinage évoquant le miracle de l’eau changée en vin (S. Jean). Toutefois, à droite, on voit le minaret d’une petite mosquée… Au premier plan, la fontaine publique alimentée par une source pérenne. Plan-film des Pères Jésuites de l’Institut Biblique Pontifical de Jérusalem ; photographe non identifié. Vers 1935.","date":"1935-01-01","file":"\/188imagesjpeg\/16949-PBI.2074.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"17914-NDF-contact.164","tags":["Jifnah","Village","église","Kafr Kanna","mosquée","Tirage papier de 24 cm","1905"],"caption":"Village chrétien de Jifnah, au nord-ouest de Jérusalem, en contre-bas de Bir-Zeit. Paysage typique des collines en direction de Naplouse (le territoire de Benjamin de la Bible). Visite par les étudiants séminaristes assomptionnistes de Notre-Dame de France. Cliché d’un père assomptionniste français, non identifié. Tirage papier de 24 cm de large, retaillé en hauteur (plaque de verre perdue). Vers 1905 : à cette époque ancienne, les villages étaient encore très pauvres et plutôt misérables. ","date":"1905-01-01","file":"\/188imagesjpeg\/17914-NDF-contact.164.jpg"},{"collection":"Couvent St. Etienne","photoId":"06329-8393","tags":["Aïn Unqur","montagne","Hébron","dominicain","R. Savignac","verre 10 x 15 cm","1923"],"caption":"Les animaux sont abreuvés à Aïn Unqur, dans la montagne aux environs d’Hébron. À gauche, un dominicain de l’équipe des pères en excursion. Cliché du père Savignac, verre 10 x 15 cm, vers 1923. ","date":"1923-01-01","file":"\/188imagesjpeg\/06329-8393.jpg"},{"collection":"Couvent St. Etienne","photoId":"05719-7080","tags":["Rentis","Village","Juda","montagne","Aboud","R. Savignac","verre 11 x 15 cm","1922"],"caption":"Le village chrétien de Rentis, dans les collines du versant nord-ouest de la montagne de Juda, pas loin de ‘Aboud. Le cadre champêtre est caractéristique de la Terre sainte des collines : fort caillouteux, mais avec de petites zones cultivées dans les creux où un peu de bonne terre demeure. Cliché du père R. Savignac, verre 11 x 15 cm, vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/05719-7080.jpg"},{"collection":"Couvent St. Etienne","photoId":"00237-J0242","tags":["Taybeh","Village","église","ruines","byzantine","A. Jaussen","Verre 7 x 13 cm","1922"],"caption":"Au village chrétien de Taybeh, au nord de Jérusalem, près de Ramallah, mais à l’est (le village de Jifneh, supra, étant son symétrique à l’ouest). Les ruines d’une église d’abord byzantine puis croisée se détachent dans le ciel – elles ont été récemment restaurées par des archéologues français (lieu-dit du Khader). La scène agricole est le travail sur les aires : dépiquetage ici. Photo par le père A. Jaussen, dominicain, adepte des vues stéréoscopiques. Verre 7 x 13 cm. Vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/00237-J0242.jpg"},{"collection":"Couvent St. Etienne","photoId":"00238-J0243","tags":["Taybeh","Village","église","ruines","byzantine","","A. Jaussen","Verre 7 x 13 cm","1922"],"caption":"Au village de Taybeh, sur l’aire : les paysans brandissent leurs instruments de travail traditionnels, afin que le photographe les immortalise… On distingue des fourches en bois à 4 pointes et des tamis ronds. Les jeunes filles portent un couffin sur la tête (à gauche). Même série photographique du père Jaussen. Verre 7 x 13 cm.","date":null,"file":"\/188imagesjpeg\/00238-J0243.jpg"},{"collection":"Couvent St. Etienne","photoId":"00377-J0380","tags":["montagne","Village","Taybeh","A. Jaussen","Verre 7 x 13 cm","1922"],"caption":"Dans la montagne, un lieu indéterminé (près de Naplouse ?), où le père A. Jaussen a aimé saisir le même type de scène agricole de dépiquetage que sur le cliché de Taybeh supra (n° 00237-J0242). Les quatre bovins piétinent la masse des branchages, menés par un paysan. Même série photographique du père Jaussen. Verre 7 x 13 cm, vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/00377-J0380.jpg"},{"collection":"Couvent St. Etienne","photoId":"00238-J0243","tags":["montagne","Village","Taybeh","ruines","byzantine","A. Jaussen","Verre 7 x 13 cm","1922"],"caption":"Au village chrétien de Taybeh, au nord de Jérusalem, près de Ramallah, mais à l’est (le village de Jifneh, supra, étant son symétrique à l’ouest). Les ruines d’une église d’abord byzantine puis croisée se détachent dans le ciel – elles ont été récemment restaurées par des archéologues français (lieu-dit du Khader). La scène agricole est le travail sur les aires : ici, le vannage via les tamis ronds. Photo par le père A. Jaussen, dominicain, adepte des vues stéréoscopiques. Verre 7 x 13 cm. Vers 1922.","date":"1922-01-01","file":"\/188imagesjpeg\/00238-J0243.jpg"},{"collection":"Couvent St. Etienne","photoId":"03541-5186","tags":["montagne","Village","Taybeh","église","mosquée","R. Savignac","R. Savignac","Verre 7 x 13 cm","1922"],"caption":"Le village de Taybeh à l’horizon. Vu du sud vers le nord. Dans le village, trois églises ; pas de mosquée. À droite du village, l’église latine ; au centre, la grecque et la melkite. Le sanctuaire ancien, el-khader, sort du champ, sur la droite du cliché. Photo du père R. Savignac, verre 9 x 12 cm. Vers 1923.","date":"1922-01-01","file":"\/188imagesjpeg\/03541-5186.jpg"},{"collection":"Couvent St. Etienne","photoId":"16337-Ste A-0513","tags":["Naïm","Village","église","franciscaine","mosquée","Pères Blancs"],"caption":"En Galilée, le village de Naïm, ou Naïn, lieu traditionnel du miracle de la résurrection du fils de la veuve (en Luc). Au centre la modeste église franciscaine. Le village est tout proche de Nazareth, dans la plaine d’Esdrelon. Plaque de verre des Pères Blancs de Ste Anne, par un de leurs religieux français, au nom inconnu aujourd’hui. Vers 1910.","date":"1910-01-01","file":"\/188imagesjpeg\/16337-Ste A-0513.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"17918-NDF-contact.168","tags":["Village","pères assomptionnistes de Notre-Dame de France","franciscaine"],"caption":"Village non identifié. Cliché ancien des pères assomptionnistes de Notre-Dame de France. Le verre étant perdu, il s’agit ici d’un tirage papier. Un groupe de villageois pose pour la photo. Au centre, un séminariste assomptionniste ; à droite, deux religieux de la même congrégation… Bon témoignage sur la variété des vêtements portés alors par le petit peuple de Palestine. Le nom du photographe est inconnu, de même que la date précise. ","date":null,"file":"\/188imagesjpeg\/17918-NDF-contact.168.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12159-NDF-899","tags":["Ville","Jenine","Samarie","montagne","pères","Galilée","assomptionnistes de Notre-Dame de France","franciscaine","Plaque de verre grand format (24 x 30 cm)"],"caption":"Ville de Jenine, au nord de la Samarie, dernière ville de la montagne avant la Galilée. Le cimetière borde l’agglomération. Plaque de verre grand format (24 x 30 cm), de Notre-Dame de France, cliché assomptionniste, non daté. ","date":null,"file":"\/188imagesjpeg\/12159-NDF-899.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12155-NDF-895","tags":["Village","montagne","Plaque de verre grand format (24 x 30 cm)"],"caption":"Village de la montagne, du côté de Rentis ; localisation non précisée. Plaque de verre grand format (24 x 30 cm), de Notre-Dame de France, cliché assomptionniste, vers 1900.","date":"1900-01-01","file":"\/188imagesjpeg\/12155-NDF-895.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12108-NDF-844","tags":["Village","montagne","Plaque de verre grand format (24 x 30 cm)","pères assomptionnistes de Notre-Dame de France"],"caption":"Térébinthe majestueux, dans la vallée d’el-Sant. L’homme assis verse à boire à son compagnon. Plaque de verre grand format (24 x 30 cm), de Notre-Dame de France, cliché assomptionniste, non daté. ","date":null,"file":"\/188imagesjpeg\/12108-NDF-844.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12128-NDF-692","tags":["Jaffa","montagne","Germer-Durand","pères assomptionnistes de Notre-Dame de France","Plaque de verre grand format (24 x 30 cm)"],"caption":"Grand sycomore près de Jaffa. Parmi les personnages, on reconnait un religieux assomptionniste tout à gauche – le Père Germer-Durand. Un Européen se tient à ses côtés, tandis que les jardiniers bêchent. Un home se tient debout dans le tronc. Plaque de verre grand format (24 x 30 cm), de Notre-Dame de France, non daté. ","date":null,"file":"\/188imagesjpeg\/12128-NDF-692.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"10170-NDF-1279","tags":["Village","pères assomptionnistes de Notre-Dame de France","Plaque de verre 8 x 18 cm"],"caption":"Village non identifié, photographié par les pères assomptionnistes vers la fin de l’époque mandataire, semble-t-il (l’habillement de l’Européen au bord de la route indique une date assez récente). La structure du village, à mi- pente de la colline, est typique de l’habitat traditionnel en Palestine. Au bas de la pente, l’apprivoisement en eau et les terres fertiles permettent les jardins. Plaque de verre 8 x 18 cm, de Notre-Dame de France, vers 1935-8. ","date":"1935-01-01","file":"\/188imagesjpeg\/10170-NDF-1279.jpg"},{"collection":"Couvent St. Etienne","photoId":"05769-7148","tags":["Galilée","Safed","Village","R. Savignac","Plaque de verre 11 x 15"],"caption":"Haute-Galilée, la petite ville de Safed, à 828 m d’altitude. À l’époque, la majorité de la population était juive ashkénaze, sous protection consulaire de l’Autriche. Une minorité musulmane, et quelques grecs-orthodoxes y demeuraient aussi. La ville avait été ravagée par un tremblement de terre en 1837. Au sommet, ruines du château croisé, que les Français de Bonaparte occupèrent brièvement en 1799. Safed est considérée comme une ville sainte dans le judaïsme ; ses nombreuses synagogues en témoignent. Vue du sud vers le nord. Plaque de verre 11 x 15, du père R. Savignac, dominicain. Vers 1925.","date":"1925-01-01","file":"\/188imagesjpeg\/05769-7148.jpg"},{"collection":"Couvent St. Etienne","photoId":"04047-5740","tags":["Rentis","Village","ruines","pères assomptionnistes de Notre-Dame de France","R. Savignac","Plaque de verre 11 x 15"],"caption":"Village chrétien de Rentis, sur le flanc ouest de la chaîne montagneuse de la Palestine centrale (cf. supra, cliché n° 05719-7080). Villageois au milieu des ruines du ouély et de son cimetière ; à gauche, l’arbre sacré qui existait encore à l’époque. Plaque de verre 9 X 12 cm, du père R. Savignac. Vers 1925-27.","date":"1925-01-01","file":"\/188imagesjpeg\/04047-5740.jpg"},{"collection":"Couvent St. Etienne","photoId":"03850-5505","tags":["Rentis","Village","Qouleh"],"caption":"Village de Qouleh, vu du sud. Dans la partie sud-ouest du pays, vers la côte de Philistie (plaine de Sharon de la Bible), à hauteur de Jaffa, mais proche de Rentis. L’excursion de l’École biblique vers ce village visait en réalité un mausolée romain à proximité, dit Naby Yahya (ou al-Mouseiri‘a). La disposition du village est tout à fait traditionnelle pour la Palestine : légèrement en hauteur, avec les champs et les oliviers en contre-bas – et les haies de cactus.","date":null,"file":"\/188imagesjpeg\/03850-5505.jpg"},{"collection":"Couvent St. Etienne","photoId":"09156-J-2101","tags":["Jérusalem","Mosquée","esplanade des Mosquées","Dôme du Rocher","A. Jaussen","colorimétrie"],"caption":"Jérusalem, esplanade des Mosquées.  Détail de la façade de l’octogone du Dôme du Rocher. Autochrome par le père A. Jaussen, de l’École biblique, vers les années 1920-25. Document rare de la colorimétrie des faïences avant les restaurations parfois intempestives faites ultérieurement.","date":"1920-01-01","file":"\/188imagesjpeg\/09156-J-2101.jpg"},{"collection":"Couvent St. Etienne","photoId":"09150-A-5","tags":["Jérusalem","Mosquée","esplanade des Mosquées","Dôme du Rocher","R. Savignac"],"caption":"Jérusalem, esplanade des Mosquées.  Détail de la façade de l’octogone du Dôme du Rocher. Autochrome par le père R. Savignac, de l’École biblique, vers les années 1920-25.","date":"1920-01-01","file":"\/188imagesjpeg\/09150-A-5.jpg"},{"collection":"Couvent St. Etienne","photoId":"09161-J-2106","tags":["Jérusalem","Mosquée","Dôme du Rocher","esplanade des Mosquées","A. Jaussen"],"caption":"Jérusalem, esplanade des Mosquées.  Le petit dôme dit « Dôme de la Chaîne », à l’est du Dôme du Rocher. Autochrome par le père A. Jaussen, de l’École biblique, vers les années 1920-25. Des restaurations ont été menées récemment, altérant l’ancien aspect, dont l’autochrome garde un bon témoignage. ","date":"1920-01-01","file":"\/188imagesjpeg\/09161-J-2106.jpg"},{"collection":"Couvent St. Etienne","photoId":"09160-J-2105","tags":["Jérusalem","Mosquée","Dôme du Rocher","mamelouke","Dôme du Rocher","A. Jaussen"],"caption":"Jérusalem, esplanade des Mosquées. Grand escalier ouest d’accès au Dôme du Rocher. A droite, le monument mamelouke de la fontaine Qaït Bey.  Autochrome par le père A. Jaussen, de l’École biblique, vers les années 1920-25.","date":"1920-01-01","file":"\/188imagesjpeg\/09160-J-2105.jpg"},{"collection":"Couvent St. Etienne","photoId":"09146-A-1","tags":["Jérusalem","Mosquée","Dôme du Rocher","El-Aqsa","R. Savignac"],"caption":"Jérusalem, esplanade des Mosquées. Le Dôme du Rocher vu de l’entrée d’El-Aqsa (du sud vers le nord). La fontaine aux ablutions, puis l’escalier sud. Autochrome par le père R. Savignac, de l’École biblique, vers les années 1925-30.","date":"1925-01-01","file":"\/188imagesjpeg\/09146-A-1.jpg"},{"collection":"Couvent St. Etienne \/ JOURDAIN COULEURS","photoId":"09176-JOURDAIN-COULEURS","tags":["la mer Morte"],"caption":"Diapositive couleur pour projection. Auteur inconnu (peut-être acquise autrefois sur le marché). Le Jourdain à hauteur de Jéricho, vers son débouché à la mer Morte.","date":null,"file":"\/188imagesjpeg\/09176-JOURDAIN-COULEURS.jpg"},{"collection":"Couvent St. Etienne \/ Bethléem coloriée","photoId":"09177-BÉTHLÉEM COLORIÉ","tags":["basilique de la Nativité","basilique","American Colony Photographer"],"caption":"Diapositive pour projection, coloriée à la main sur une base noir & blanc, d’un cliché de la collection dite « American Colony Photographer », acquise par l’École biblique. Bethléem, la grand’place devant la basilique de la Nativité, un jour de marché. Epoque ottomane (avant 1914).","date":"1914-01-01","file":"\/188imagesjpeg\/09177-BÉTHLÉEM COLORIÉ.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"17901-NDF-contact.151","tags":["église","Abou Ghosh","American Colony Photographer","pères assomptionnistes de Notre-Dame de France","sépia"],"caption":"Abou Ghosh, avec l’église croisée sur la droite, la source au centre près du palmier, et le village palestinien sur la gauche. Vers 1890, lorsque l’église n’était pas encore restaurée par la France. Au premier plan, un assomptionniste de Notre-Dame de France. Cliché d’un assomptionniste inconnu de nous. Scan d’un tirage ancien de couleur sépia collé sur une page des albums de St Pierre en Gallicante, Jérusalem. ","date":null,"file":"\/188imagesjpeg\/17901-NDF-contact.151.jpg"},{"collection":"Couvent St. Etienne","photoId":"05708-7067","tags":["Asdoud","Ashdod","Village","ruines","R. Savignac","Plaque de verre 11 x 15"],"caption":"Sur la côte méditerranéenne, au village palestinien de Asdoud (Ashdod), en 1923. Au centre, le père Sertillanges, théologien dominicain de Paris de passage à l’École biblique ; à gauche, sous l’arbre, des étudiants de l’École. Cliché du  père R. Savignac, dominicain, lors d’une des excursions officielles de l’École biblique. Plaque de verre 11 x 15 cm.","date":"1923-01-01","file":"\/188imagesjpeg\/05708-7067.jpg"},{"collection":"Couvent St. Etienne","photoId":"03198-3814","tags":["Ascalân","Ascalon","Village","ruines","R. Savignac","Plaque de verre 9 x 12 cm"],"caption":"À Ascalân (Ascalon),  pendant les fouilles archéologiques anglaises des années 1921-22.  Une des précieuses trouvailles dégagées du puits : la statue en marbre d’une Victoire ailée, du IIIe s. ap. J.-C. Cliché du père R. Savignac. Plaque de verre 9 x 12 cm.","date":"1921-01-01","file":"\/188imagesjpeg\/03198-3814.jpg"},{"collection":"Couvent St. Etienne","photoId":"08553-140","tags":["Bethléem","basilique","basilique de la Nativité","R. Savignac","format de 18 x 24 cm"],"caption":"Bethléem. À l’intérieur de la basilique de la Nativité, chapiteaux géminés à l’angle de la nef centrale, en direction du transept. La nef centrale est une des rares constructions authentiquement constantiniennes encore debout : elle date de 339. Les colonnes monolithes ont reçu des peintures du temps des croisades. Ici, une tête de Christ, surmonté d’un oméga. Cliché sur plaque de verre au format de 18 x 24 cm, par le père dominicain R. Savignac, vers 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/08553-140.jpg"},{"collection":"Couvent St. Etienne","photoId":"03442-5078","tags":["monastère","Prodromos","R. Savignac","plaque de verre 9 x 12 cm"],"caption":"Dans la vallée du Jourdain, à hauteur de Jéricho, tout proche de la rive du fleuve, sur la rive occidentale, le monastère grec orthodoxe dit « Qasr el-Yahoud », dans le parler local bédouin, ou Prodromos.  Le monastère est consacré à la mémoire de St Jean-Baptiste, et il était la dernière étape des pèlerins orthodoxes, russes notamment, qui allaient ensuite se plonger dans le Jourdain pour renouveler leur baptême. Cliché du père R. Savignac, plaque de verre 9 x 12 cm, des dominicains du couvent St Étienne \/ École biblique. Vers les années 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/03442-5078.jpg"},{"collection":"Couvent St. Etienne","photoId":"03428-5065","tags":["montagne","Samarie","Mont Garizim","R. Savignac","plaque de verre 9 x 12 cm"],"caption":"Dans la montagne de Samarie. Le sanctuaire musulman du Wély Rijâl ‘Amoud, au pied du Mont Garizim. Au premier plan, des tombeaux sous la protection spirituelle du petit lieu saint. Cliché de R. Savignac, dominicain, sur plaque de verre 9 x 12 cm. Vers 1923.","date":"1923-01-01","file":"\/188imagesjpeg\/03428-5065.jpg"},{"collection":"Couvent St. Etienne","photoId":"03543-5188","tags":["montagne","Samarie","Mont Garizim","R. Savignac","plaque de verre 9 x 12 cm"],"caption":"Dans la campagne palestinienne, au nord de Jérusalem, le wély Cheikh Abou Yousef, à Beit Doukkou. Cliché du P. R. Savignac, dominicain ; plaque de verre 9 x 12 cm. Vers les années 1920.","date":"1920-01-01","file":"\/188imagesjpeg\/03543-5188.jpg"},{"collection":"Couvent St. Etienne","photoId":"04040-5732","tags":["R. Savignac","plaque de verre 9 x 12 cm"],"caption":"Dans la campagne palestinienne, au nord de Jérusalem (Monts d’Éphraïm), le Khirbeh (et wély) de Kafer Rout. Au premier plan, traces d’une carrière de pierres (empreintes en négatifs des blocs détachés), romaine ou byzantine ; à l’arrière-plan, le petit sanctuaire musulman avec son dôme.  Cliché soit du P. R. Savignac, soit du P. Cl. Tonneau, dominicains ; plaque de verre 9 x 12 cm. Vers les années 1920-23.","date":"1920-01-01","file":"\/188imagesjpeg\/04040-5732.jpg"},{"collection":"Couvent St. Etienne","photoId":"05451-2461","tags":["désert de Juda","monastère","St. Théodose","Deir Dosi","Plaque de verre 13 x 18 cm","R. Savignac","1909-1910"],"caption":"À l’est de Bethléem, dans le désert de Juda, à hauteur du site de Deir Dosi, le monastère grec orthodoxe de St. Théodose : une citerne avec son bouchon en pierre, assez gros pour éviter que des chèvres (ou de jeunes enfants ?) ne le bougent par accident et découvrent l’ouverture de la margelle. À l’arrière-plan, derrière la figure patriarcale du berger, un troupeau de chèvres noires. Cliché du P. R. Savignac, dominicain, sur plaque de verre au format 11 x 15 cm. En 1909-10.","date":"1909-01-01","file":"\/188imagesjpeg\/05451-2461.jpg"},{"collection":"Couvent St. Etienne","photoId":"05723-7084","tags":["Beit Jemal","Jemâlâ","dominicain","Plaque de verre 9 x 12 cm","1923-1924"],"caption":"Aux environs de Beit Jemal, ou Jemâlâ.  À l’arrière-plan, le wély Abou Rijal.  Au second plan, on distingue des pères dominicains en blanc.  Cliché de Cl. Tonneau, dominicain, à l’occasion d’une excursion de l’École biblique. Plaque de verre 9 x 12 cm. En 1923-24 (publié en 1924 dans l’article du P. Abel,  la Revue biblique, Pl. VI – et description du wély, p. 238).","date":"1923-01-01","file":"\/188imagesjpeg\/05723-7084.jpg"},{"collection":"Couvent St. Etienne","photoId":"05909-7295","tags":["Samarie","mosquée","Sheikh Qatrâwi","église","R. Savignac","R. de Vaux","Plaque de verre 11 x 15 cm"],"caption":"En Samarie, au nord de Bir Zeit, la mosquée Sheikh Qatrâwi. On distingue les deux coupoles, dans le bosquet de chênes verts. Le monument a en effet deux salles ; le tout est bâti sur les ruines d’une église byzantine, très délabrée.  Cliché probablement de R. Savignac, dominicain, vers 1927 ; plaque de verre 11 x 15 cm. En juillet 1945, le père R. de Vaux y revint, et publia une page dans la Revue biblique sur le monument en question : RB, 1946, p. 264 ; il y discute son attribution probable à un ascète musulman.","date":"1927-01-01","file":"\/188imagesjpeg\/05909-7295.jpg"},{"collection":"Couvent St. Etienne","photoId":"08587-182","tags":["nécropole","Khirbet el-Fakhâkhîr","R. Savignac","Plaque de verre 11 x 15 cm","1909"],"caption":"Au nord de Jérusalem, en direction de la Samarie, la nécropole du Khirbet el-Fakhâkhîr : la tombe « B » du complexe funéraire juif. Appuyés à une carrière de pierre, ces monuments funéraires seraient à dater de la fin de l’époque hellénistique, ou du début de la période romaine. Cliché de R. Savignac, dominicain, en 1909, sur plaque de verre 18 x 24 cm. Un article a été publié dans la Revue biblique de 1910, p. 113 ss, par le même père Savignac.","date":"1909-01-01","file":"\/188imagesjpeg\/08587-182.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"12103-NDF-838","tags":["Beit Jibrin","Kirmil","église","byzantine","pères assomptionnistes de Notre-Dame de France","1890-1900","Plaque de verre grand format (24 x 30 cm)"],"caption":"Au sud-ouest d’Hébron, le site de Beit Jibrin. Au second plan, un père assomptionniste à l’ombre du bel olivier. Au fond à droite, le grand arc romain. Cliché des pères assomptionnistes de Notre-Dame de France, photographe inconnu ; vers 1890-1900. Plaque de verre de grand format, 24 x 30 cm.","date":"1890-01-01","file":"\/188imagesjpeg\/12103-NDF-838.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16233-Ste A-0412.recad.verti","tags":["Aïn Bettir","Battir","basilique de la Nativité","La vieille ville","Pères Blancs","1901"],"caption":"16233-Ste A-0412.recad.vert. Région sud de Jérusalem, en 1901. À Aïn Bettir (ou Battir), la fontaine, dont la structure remonte à l’époque romaine tardive. Cliché recadré, centré sur les séminaristes arabes grecs-catholiques en excursion avec leurs professeurs, les pères Blancs de Ste Anne de Jérusalem. Photographie par un père Blancs, anonyme. Cliché sur plaque de verre, conservé à Ste Anne (Jérusalem). Un contact sur papier porte la légende et la date que nous reproduisons ici.","date":"1901-01-01","file":"\/188imagesjpeg\/16233-Ste A-0412.recad.verti.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16230-Ste A-0411.recadré","tags":["fontaine","grecs-catholiques","Pères Blancs","1914"],"caption":"Région en contre-bas de Jérusalem, vers l’est, en direction de Jéricho. La fontaine était autrefois connue sous le vocable de « Fontaine des Apôtres ». Les séminaristes arabes grecs-catholiques en excursion avec leurs professeurs, les pères Blancs de Ste Anne de Jérusalem. Photographie par un père Blanc, anonyme. Ni date ni légende ; l’uniforme des séminaristes (tunique longue) fait pencher pour avant 1914 (à partir des années 1920, les jeunes sont en pantalons et bas). Cliché sur plaque de verre, conservé à Ste Anne (Jérusalem).","date":"1914-01-01","file":"\/188imagesjpeg\/16230-Ste A-0411.recadré.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16434-Ste A-0607centré","tags":["Porte","Pères Blancs","1893"],"caption":"Un moulin à eaux en cours de fonctionnement (on remarque un sac de grain contre l’entrée). Le contact du même verre porte comme légende : « Moulin du Beidan, 1893 ». Photographie par un père Blancs, anonyme. Cliché sur plaque de verre, conservé à Ste Anne (Jérusalem).","date":"1893-01-01","file":"\/188imagesjpeg\/16434-Ste A-0607centré.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16268-Ste A-0446","tags":["Vallée du Jourdain","monastère","grec orthodoxe","Deir Hajla","St Gérasimos","la mer Morte","mer","Pères Blancs","1900"],"caption":"Vallée du Jourdain, à l’est de Jéricho, le monastère grec orthodoxe à Deir Hajla, ou St Gérasimos . On devine la mer Morte à l’arrière-plan, au pied des montagnes de Transjordanie. Le monastère était l’avant-dernière étape avant de rejoindre les rives du Jourdain pour les cérémonies du baptême des pèlerins. Photographie par un père Blancs, anonyme ; date inconnue, mais ancienne (vers 1900). Cliché sur plaque de verre, conservé à Ste Anne (Jérusalem).","date":"1900-01-01","file":"\/188imagesjpeg\/16268-Ste A-0446.jpg"},{"collection":"Couvent St. Etienne \/  Notre-Dame de France","photoId":"17910-NDF-contact.160","tags":["désert de Juda","byzantin","monastère","St Euthyme dominicains","Khân  el-Ahmar","pères assomptionnistes de Notre-Dame de France","1895","plaque de verre (18 x 24 cm. perdue)"],"caption":"À l’est de Jérusalem, en direction de Jéricho, en plein milieu du désert de Juda, le site byzantin du monastère (ou laure) de St Euthyme, connu sous le nom de Khân  el-Ahmar. Excursion commune aux dominicains (en blanc) et aux assomptionnistes (en noir), étudiants en théologie et professeurs. Parmi les dominicains, le père Lagrange, fondateur de l’École biblique. Vers 1895. Cliché sur plaque de verre (18 x 24 cm, perdue) d’un assomptionniste anonyme, dont un contact  avait été offert par les assomptionnistes aux dominicains – c’est cette version qui a été numérisée.","date":"1895-01-01","file":"\/188imagesjpeg\/17910-NDF-contact.160.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17303-Prickartz, 031","tags":["la mer Morte","mer","dominicains","stéréoscopique (4.5 x 10.7 cm)","Charles Prickartz","Jules Prickartz"],"caption":"Le 2 janvier 1909, lors de la célèbre Croisière sur la mer Morte de l’École biblique, organisée aux vacances de Noël, fin 1908 – début 1909. Le débouché du wady Moujib (l’Arnon de la Bible), cours d’eau côté jordanien, se déversant du plateau de Moab dans la mer Morte. La photo illustre l’épisode de la pêche de poissons de rivière, avec l’aide du personnel du navire loué par les dominicains. Au centre, un jeune religieux. Le cliché stéréoscopique (4,5 x 10,7 cm) est pris par un des rares étudiants laïcs de l’époque, le namurois Jules Prickartz (l’original nous a été offert par son petit-fils, M. Charles Prickartz ; dépôt à Jérusalem). La Croisière a été publiée en un livre par le père F.-M. Abel.","date":"1909-01-01","file":"\/188imagesjpeg\/17303-Prickartz, 031.jpg"},{"collection":"Couvent St. Etienne \/ Charles Prickartz","photoId":"17275-Prickartz, 003","tags":["la mer Morte","mer","dominicains","stéréoscopique (4.5 x 10.7 cm)","Charles Prickartz","Jules Prickartz"],"caption":"Même contexte : la Croisière sur la mer Morte, du 28 déc. 1908 au 7 janv. 1909. La barque en général accrochée à l’arrière du bateau, et qui serait aux accostages. On voit les religieux dominicains, leurs étudiants (prêtres diocésains et laïcs) et les manutentionnaires du bateau, se préparant à toucher terre. L’endroit précis n’est pas indiqué. Le photographe est encore M. Jules Prickartz (l’original de 4,5 x 10,7 cm nous a été offert par son petit-fils, M. Prickartz ; dépôt à Jérusalem). ","date":"1908-01-01","file":"\/188imagesjpeg\/17275-Prickartz, 003.jpg"},{"collection":"Couvent St. Etienne \/  Sainte-Anne","photoId":"16182-Ste A-0365.Pos.bis","tags":["Hébron","Tombeau des Patriarches","Plaque de verre positive de format carré","Pères Blancs","1920"],"caption":"Les pères Blancs en visite à Hébron. Ils se tiennent au sud de la ville, dans le cimetière musulman. À l’arrière-plan, au centre-droit, le grand ensemble du Tombeau des Patriarches, ou Harâm. Plaque de verre positive de format carré, des pères Blancs de Ste Anne, auteur et date inconnus (plutôt vers 1920). ","date":"1920-01-01","file":"\/188imagesjpeg\/16182-Ste A-0365.Pos.bis.jpg"}]